{"text": "Palestinian Authority President Mahmoud Abbas held a round of phone conversations with Middle East leaders to urge them to oppose Israel’s possible annexation of parts of the West Bank, senior Palestinian official Saeb Erakat said on Saturday.\n \n The extension of Israeli sovereignty to areas of the West Bank was included in the Trump administration peace plan rolled out on January 28 in Washington, and has been embraced by Israel. Last month, senior White House officials were quoted by Israeli TV news as saying that they intended to green-light the annexation within months if the Palestinians do not return to the negotiating table, which they have refused to do after entirely dismissing the peace plan.\n    \n     \n In a tweet, Erakat said that Abbas spoke with Saudi Arabia’s King Salman, the monarch of Bahrain, Hamad bin Isa Al Khalifa; the emir of Kuwait, Jaber Al-Ahmad Al-Sabah; and the emir of Qatar, Tamim bin Hamad Al Thani to discuss “the Israeli plan of annexation and the need to prevent it.”\n\t\t\t\t\t\t\t \n The leaders also talked about the spread of the novel coronavirus and “other regional and international developments,” Erakat wrote.\n \n President Mahmoud Abbas discussed by phone with H.M. The king of Saudi-Arabia, H.M.The King  of Bahrain,H.H.The Emir of Kuwait. H.H.The Emir of Qatar,the Israeli plan of annexation and the need to prevent it. Fight against CoronaVirus.Other regional and international developments pic.twitter.com/mOQjAx8bO0\n \n — Dr. Saeb Erakat Ø§ÙØ¯ÙØªÙØ± ØµØ§Ø¦Ø¨ Ø¹Ø±ÙÙØ§Øª (@ErakatSaeb) April 11, 2020 \n Also Saturday, PA Social Affairs Minister Ahmad Majdalani raised his concerns that Israel would attempt to annex territory while global attention is focused on dealing with the pandemic, the Wafa news agency reported.\n \n “Uncovered reports that Washington and Tel Aviv are about to agree on the maps of annexation â at a time the world is preoccupied with the war on coronavirus â falls within the framework of the US plan to implement the ‘deal of the century,'” Majdalani said in a statement, referring to the Trump peace plan.\n\n\t \n Majdalani, who is a member of the Executive Committee of the Palestine Liberation Organization, warned that annexation “means an end to the two-state solution” to the Israeli-Palestinian conflict.\n \n Last Thursday, Erakat, the senior Palestinian negotiator in the conflict with Israel, tweeted that he had personally discussed the “consequences” of annexation with Saudi Foreign Minister Faisal bin Farhan Al-Saud, as well as Khalid bin Hamad Al Khalifa, a senior adviser to the Bahrain king. Erakat said he also spoke with Niles Annen, foreign policy spokesman of the German Social Democratic Party.\n \n Talks with those officials included discussions about the coronavirus, the UN’s Palestinian refugee aid agency UNRWA, and Saudi Arabia’s declaration of a ceasefire in Yemen, he wrote. \n The Palestinians have rejected the US peace plan, which envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of Gaza and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the coastal enclave, and fulfill other conditions. \n The plan allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. Israel has welcomed the proposal. \n Prime Minister Benjamin Netanyahu views West Bank annexation as a legacy-making move and has been adamant about seeing the measure through. Annexation was a sticking point in talks on forming an emergency unity government with his main rival, Blue and White head Benny Gantz, in the wake of inconclusive March 2 elections. \n Gantz has long opposed unilateral annexation but recognizes that the Netanyahu-led right-wing bloc currently has a majority in support for the move. However, the unity government talks have faltered and no deal has so far been reached. \n Last month, senior White House officials were quoted by Channel 13 as saying that they intended to allow Israel to go ahead with the annexation within months if the Palestinians do not agree to negotiate the peace plan. \n The White House sources were cited as estimating that Israel would agree to compromises on the peace initiative if the Palestinians come to the negotiating table, in return for normalization with the Arab world. \n Netanyahu has said that Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until a specially appointed committee to map out areas for annexation concludes its work, which could take months. \n ", "url": "https://www.timesofisrael.com/abbas-in-phone-call-blitz-to-prevent-israeli-annexation-in-west-bank/", "author": "TOI staff", "date": "12 April 2020, 7:19 pm"}
{"text": "Coalition talks between Likud and Blue and White have reached the “final stretch,” officials from both parties said Thursday as the two sides seek to reach a deal before the Passover holiday next week.\n \n A unity agreement was ânearly completed,” confirmed Blue and White MK Hili Tropper.\n    \n     \n Negotiations are set to resume Friday. with both parties reportedly seeking to finalize the new government by the weekend and to swear in the new cabinet before the Passover holiday begins on Wednesday evening.\n\t\t\t\t\t\t\t \n The major sticking point in the talks — annexation of parts of the West Bank — appears to have been bridged, though reports and claims about how it was bridged contradict each other.\n \n Likud had demanded to annex part of the West Bank within the next six months, fulfilling the party’s campaign promise. But Blue and White has insisted on delaying any dramatic geopolitical steps for at least six months while Israel deals with the COVID-19 crisis.\n\n\t \n Both parties have cited the coronavirus pandemic as their reason. Blue and White argues geopolitically sensitive steps will distract from managing both the immediate crisis and the economic collapse that is expected to follow. Likud officials, meanwhile, say the Trump administration’s much-criticized response to the contagion could cost US President Donald Trump his reelection in November — and shutter the “window of opportunity” of a favorable US diplomatic umbrella for an annexation.\n \n But the sides reached a significant “development” on Thursday that heralded a possible compromise, Blue and White officials told reporters.\n \n One reported version of that compromise: The new unity government would only carry out an annexation if the Trump administration gave its full-throated backing to the move.\n \n It’s not clear whether the US would indeed back the move, which makes the compromise a possible concession to Gantz’s wish to delay any unilateral steps in the West Bank. The compromise would neutralize Likud’s argument: if annexation is urgent because US support could evaporate after November, any decision to annex earlier should first make sure that support exists now.\n \n The Trump administration has wavered on the issue. After initially signaling approval for Israel to implement a limited annexation after it published its peace plan last year, the administration has since withdrawn support for immediate steps and told Israel to wait while Washington tries to boost support for its plan in some friendly Arab capitals.\n\n\t \n If that part of a compromise makes it into the new government’s policy guidelines, it suggests both Gantz and Netanyahu appear to believe they will be able to convince the administration to take their side — or that despite public declarations to the contrary, neither is actually keen on implementing any annexation in the near term. \n The issue is politically vital for Netanyahu, who faces an angry uprising among his right-wing allies over his massive concessions to Gantz on ministerial posts and policies — including half the next government’s expected 34 cabinet seats. The prime minister has made a dramatic show of holding his ground this week in the negotiations over the government’s annexation policies, mostly to shore up support among his aggrieved right-wing as the negotiations draw to a close. \n Another version of the compromise, one being described by Likud sources, would delay annexation but for less than the six months demanded by Gantz. This compromise attempts to neutralize Blue and White’s argument: If the key problem isn’t the principle of annexation, but the danger of distracting the government from its battle against the epidemic, then annexation should become a legitimate policy choice when the crisis recedes. \n Blue and White has demanded and received “vote freedom” on the issue, the right for every lawmaker to vote their conscience when any annexation proposal comes up for a vote in the Knesset or cabinet, without their vote being considered a violation of the coalition agreement. \n None of these ideas appears to be finalized in writing yet, and talks are still underway on the thorny question. But both parties have reportedly signaled their acquiescence in principle to compromising along these lines. \n It’s no accident that annexation has emerged as the central disagreement of the negotiations. The fight isn’t over the policy itself, but over the overarching narrative and identity of the new government. \n Gantz needs to show that his dramatic leap into a Netanyahu government — after running in three elections on the promise to unseat the scandal-plagued Likud leader — has succeeded in dramatically shifting Israeli politics toward the center. \n He seems to be succeeding, at least for now. A poll published Thursday by Channel 12 showed 47 percent of voters who chose Blue and White on March 2 would vote for his Israel Resilience party today. His other partners in the former Blue and White alliance, Yair Lapid’s Yesh Atid and Moshe Ya’alon’s Telem parties, would win just 22% of those voters. The poll also gives Gantz’s party 20 seats, which simple arithmetic suggests shows at least one-quarter of his current support comes from beyond Blue and White’s reliable electorate. \n Netanyahu, meanwhile, needs to show he can deliver unity without compromising on the right’s fundamental needs and principles — especially as he struggles to contain the anger in Likud and Yamina over the paltry number of cabinet posts he can offer them. \n Gantz’s apparent wins at the negotiating table — left-leaning ex-union leader MK Avi Nissenkorn as the next justice minister; stalled or possibly frozen annexation; former Knesset speaker Yuli Edelstein prevented from returning to the speakership — have sparked a firestorm of near-unanimous condemnation on the right. \n “Likud is redefining the concept of negotiations: Fulfilling all the wishes of the other side and giving him everything he wants,” quipped Yehudah Yifrach, the respected legal editor of the high-brow right-wing newspaper Makor Rishon. \n “Despite the loyalty we showed for a year and a half,” including refusing to help Gantz form a coalition in two previous elections, “the Likud seems to be throwing us away again,” charged Yamina’s Ayelet Shaked in an interview with the right-wing website Arutz Sheva. She described the talks as “a breakdown of all right-wing values.” \n The frustration with Netanyahu is understandable. In his race to conclude his agreement with Gantz, he hasn’t yet even started talks with his most loyal right-wing partners. \n The worst blow for Yamina came on Thursday, when it learned (from media reports, to be sure) that Netanyahu had found a dignified solution to the Edelstein conundrum: Blue and White would hand Likud the prestigious but ultimately uninfluential Foreign Ministry and Edelstein would become foreign minister; Likud’s current tourism minister, Yariv Levin, would become Knesset speaker; and Blue and White would be compensated with the Education Ministry, which runs the national education system and boasts the largest budget of any government agency. \n There’s just one problem. Such a switch could only come if the Eduction Ministry were taken out of the hands of Yamina’s Rafi Peretz. \n In an enraged response calculated to threaten Netanyahu personally, Yamina released a statement with a thinly veiled threat to back anti-corruption legislation — that is, legislation proposed by Blue and White meant to prevent an indicted MK like Netanyahu from serving as prime minister — if it is relegated to the opposition. \n “We’re not part of Netanyahu and Gantz’s game of musical chairs,” the statement read. “We have no intention of being a fig leaf in a leftist government that has sold out on the justice portfolio, is killing sovereignty [i.e., annexation in the West Bank]…and more. Yamina will advance its values within the government or in the Knesset,” it vowed, and listed those values: “the land of Israel, reforming the judiciary, the country’s Jewish identity, the free market, *the war against corruption*, and more.” \n The asterisks were in the original. \n Likud responded quickly and no less stridently, decrying Yamina’s “shameful statement,” which is said “proves that for [cabinet] jobs they’re willing to join forces with the [Arab-majority] Joint List and the radical left to topple Prime Minister Netanyahu.” \n Ignore the irony for the moment — Netanyahu accusing Yamina of a “shameful” willingness to “join forces” with the Arab parties while negotiating a unity deal with Gantz who had explicitly and openly relied on the Joint List’s votes. What is important here is how quickly Likud pivoted to depicting hard-right Yamina in language it usually reserves for its opponents, as in league with the Arab parties and the “radical left.” \n Yamina has begun preparing for the increasingly realistic possibility that Netanyahu will sideline it and relegate it to the opposition. One signal of those preparations: Yamina MKs have drafted at least eight separate bills on distinctly right-wing issues that they plan to propose from the opposition for the sole purpose of forcing Likud to publicly oppose them. The bills would annex part of the West Bank, scale back judicial review of legislation, reform judicial appointments, and more. \n Gantz has calculated his demands from the start to drive a wedge between Netanyahu and his heretofore loyal right-wing bloc. With Yamina now threatening to support legislation against Netanyahu and Netanyahu accusing Yamina head Naftali Bennett of left-wing sympathies, he seems to have achieved the goal. \n Ironically for Yamina, its strategy may be less sound than it believes. Its warning that it would support anti-Netanyahu legislation only increases Gantz’s leverage over Netanyahu by making the legislative threat more credible, and so makes it more difficult for Netanyahu to force the very compromises out of the Blue and White leader that Yamina is seeking. \n ", "url": "https://www.timesofisrael.com/unity-government-nears-completion-as-yamina-readies-to-bolt/", "author": "Haviv Rettig Gur", "date": "3 April 2020, 2:05 am"}
{"text": "Senior White House officials were quoted Thursday by an Israeli television network as saying that they intended to green-light Israeli annexation of swaths of West Bank land within months if the Palestinians don’t return to the negotiating table.\n \n According to Channel 13, the sources said they intend to go ahead with the implementation of the peace plan unveiled earlier this year by US President Donald Trump’s administration.\n    \n     \n They reportedly stressed that this would happen even if fourth successive Knesset elections are called following another deadlocked vote this week. They added that both contenders for the premiership, the incumbent Benjamin Netanyahu and challenger Benny Gantz, know that Trump’s presidency marks a unique opportunity.\n\t\t\t\t\t\t\t \n “We will be able to convince them to do the right thing,” they were quoted as saying in the Hebrew-language report.\n \n The Palestinians have rejected the US peace plan, which envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of Gaza and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the coastal enclave, and fulfill other conditions.\n \n The plan allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. Israel has welcomed the proposal.\n\n\t \n Channel 13 said that Trump adviser Jared Kushner, the plan’s main architect, had told Republican and Democratic senators Wednesday in a closed briefing that the work of the Israeli-American joint team tasked with mapping the exact areas to be annexed would take several more months.\n \n Kushner reportedly said that if Palestinians resume negotiations during that time, the offer could be changed in their favor. If they don’t, he added, the process will continue and “the Palestinians will only be able to blame themselves.”\n \n The White House sources were cited as estimating that Israel would agree to further compromises if the Palestinians come to the negotiating table, in return for normalization with the Arab world.\n \n “Nobody can say we didn’t give the Palestinians an opportunity to return to the negotiating table,” said one of the sources. “If they want to come back and talk we are ready for that and we believe we could improve the plan for them. But if they don’t, we will continue moving ahead without them.”\n\n\t \n Last week, the US members of the joint committee met with Netanyahu and other senior Israeli officials as they pressed ahead with the project. It had been the first time that the two sides met to work together on deciding which areas Israel will extend sovereignty to, a measure tantamount to annexation. \n Asked how soon after the mapping is completed Israel would apply sovereignty, Netanyahu replied, “As far as we are concerned, immediately,” and said he would bring it for cabinet approval right away. \n The American members of the joint committee are US Ambassador to Israel David Friedman, his adviser Aryeh Lightstone, and C. Scott Leith, senior adviser for the Israeli-Palestinian conflict of the National Security Council. \n Also at the meeting were members of the Israeli mapping committee, Tourism and Immigration MinisterÂ Yariv Levin and Acting Director of the Prime Minister’s Office Ronen Peretz. \n Netanyahu has said Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until the committee concludes its work, which could take weeks or months. \n ", "url": "https://www.timesofisrael.com/us-said-threatening-to-okay-annexation-if-palestinians-dont-resume-negotiations/", "author": "TOI staff", "date": "5 March 2020, 10:21 pm"}
{"text": "A senior official in US President Donald Trumpâs administration firmly denied that Washington has attempted to communicate or set up a meeting with the Hamas terror group.\n \n The denial came a day after Hamas chief Ismail Haniyeh claimed to the pro-Hezbollah al-Mayadeen TV that the US had tried to communicate with the terror groupâs leadership and offered to meet.\n    \n     \n âThere is no truth to these assertions. None,â the senior administration official, who spoke on the condition of anonymity, told The Times of Israel.\n\t\t\t\t\t\t\t \n In the interview with al-Mayadeen, Haniyeh contended that Hamas had rejected both communicating with the US and holding a âsecretâ meeting with it.\n \n âWe were totally convinced that these meetings ultimately would be used for a narrative that the US wants to push forward â that the deal of century that we are announcing was arranged with Palestinian parties, especially including [those] in the resistance,â he stated, referring to the recently revealed US plan to resolve the Israeli-Palestinian conflict.\n\n\t \n Hamas, which has ruled the Gaza Strip since 2007 when it ousted the internationally recognized Palestinian Authority from the territory, has vehemently rejected the US plan, calling it âa dirty conspiracy against our issue and people.â\n \n Breaking with past American administrations, the US plan envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of the Gaza Strip and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the Gaza Strip, and fulfill other conditions.\n \n The plan also allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel.\n \n Haniyeh did not state how the US allegedly tried to communicate with Hamas or hold a meeting with the group.\n \n Hamas officials, however, often exchange message with Egypt, Qatar and Turkey, all of which maintain diplomatic relations with Washington.\n \n Hamas, which seeks Israel’s destruction, is one of many groups on the State Department’s list of foreign terrorist organizations. \n Officials in the US government, including many who work on American policy vis-a-vis Israel and the Palestinians, have consistently criticized Hamas for its firing of rockets at Israel and its encouragement of violence against Israelis. \n ", "url": "https://www.timesofisrael.com/us-denies-that-it-attempted-to-communicate-with-hamas-terror-group/", "author": "Adam Rasgon", "date": "5 March 2020, 9:18 pm"}
{"text": "An estimated 87% of Arab Israelis who cast ballots in the Knesset elections on Monday voted for the Joint List, as community members rallied around the party and deserted the centrist Blue and White for the Arab-led alliance, a prominent pollster said on Wednesday.\n \n The Joint List was set to surge to 15 seats according to a near-final tally of Monday’s votes, giving the alliance it’s strongest-ever representation in the Knesset.\n    \n     \n The 87% marks an increase in support for the Joint List among Arabs compared to the last national elections in September when an estimated 80% of Arab voters backed it, Yousef Makladeh, the head of the Statnet research institute, told The Times of Israel. The party received 13 seats in the parliament in those elections.\n\t\t\t\t\t\t\t \n Makladeh said his calculations were based on the results of 99% of the total vote in Mondayâs elections. The Central Elections Committee has not released the final and complete elections results.\n \n He also said his calculations drew from data from polling stations in Arab towns and estimates regarding voter turnout in mixed Jewish-Arab cities, such as Jaffa and Ramle.\n \n The pollster said that many Arabs who voted for Zionist parties in September decided to support the Joint List after Blue and Whiteâs campaign started to make concerted efforts to appeal to right-wing voters.\n\n\t \n âThey began viewing Blue and White as no longer a part of the center or left and ultimately decided that the Joint List would best represent their interests,â he said, noting that some statements made by Blue and White chief Benny Gantz perturbed a large number of Arab voters who had previously supported Zionist parties.\n \n Gantz said in an interview in mid-February that one of his partyâs options would be to establish a government with âa Jewish majority.â He also repeatedly vowed that he would not form a government with the support of the Joint List.\n \n Makladeh said that in September’s elections an estimated 20% of Arab voters cast ballots for Zionist parties, while only some 13% did so on Monday.\n \n In the national elections in April 2019 when the Joint List ran on two separate slates â Hadash-Taâal and Raâam-Balad â an estimated 30% of Arab voters backed Zionist parties.\n \n Makladeh added that he calculated the overall turnout of Arab voters on Monday to be 64.7% — a jump from September when an estimated 59.2% cast ballots. \n In Aprilâs vote, only some 49.2% of Arabs showed up at polling stations to cast ballots. \n The pollster said that the recently revealed US administrationâs plan to resolve the Israeli-Palestinian conflict played a significant role in bringing Arabs out to vote. \n âMany people see this plan as a real threat,â he said. âThey thought if we donât act now, they may actually implement it.â \n The US plan âcontemplatesâ placing ten Arab villages near the West Bank inside a future Palestinian state, if both Israel and the Palestinians agree to do so. \n It was viewed by many Palestinians and their allies as an attempt to provide US cover for Israeli plans to annex large swaths of the West Bank. \n Makladeh also said Netanyahu’s rhetoric against Joint List MK Ahmad Tibi encouraged Arab voters to take to the polls. \n âPeople thought Netanyahu purposefully singled out Ahmad Tibi because he has a common Arab name,â he said. âThey did not view it as an attack on Tibi alone but rather all Arabs.â \n While Netanyahu did not use much of the anti-Arab rhetoric he has used in past elections before Mondayâs vote, he did repeatedly suggest that Tibi and the rest of the Joint List lack legitimacy to be involved in government decision-making. \n The pollster added the Joint List, which includes secular nationalists, socialists and Islamists, managed to avoid internal conflicts, helping make the party more attractive to Arab voters. \n “Before last September’s elections, they fought for days over which party will get which seat. But this time, they started out unified and quickly agreed to the makeup of their slate,” he said. “This show of greater unity made people feel better about the Joint List’s approach.” \n Separately, Channel 12 reported on Wednesday that data collected by the Joint List showed that the alliance received 20,000 votes from Jewish Israelis in Monday’s vote — double what it obtained from them in September. \n   \n ", "url": "https://www.timesofisrael.com/joint-list-captured-almost-total-arab-vote-pollster-calculates/", "author": "Adam Rasgon", "date": "4 March 2020, 11:55 pm"}
{"text": "Jordanian Prime Minister Omar Razzaz told CNN on Monday that relations with Israel are at their lowest point since the peace treaty between the nations was signed in 1994, and warned that the peace treaty itself could be at risk.\n \n While security ties between Israel and Jordan have flourished, political relations have soured recently over a number of matters, including Prime Minister Benjamin Netanyahuâs pledge in September to annex the Jordan Valley in the West Bank, if he is given another term in office.\n    \n     \n âToday, we are at the lowest level in the relationship that has been since signing the peace treaty,â Razzaz said in the interview.\n\t\t\t\t\t\t\t \n He spoke of Israeli âunilateral measuresâ and the climate created by the peace plan proposed by the administration of US President Donald Trump, details of which he said Washington did not give him before its unveiling.\n \n âThe peace treaty can go into a deep freeze mode and therefore it is definitely at risk,â he said.\n\n\t \n Razzaz also denounced Israel’s alleged âviolations of the sanctity of Muslim and Christian endowments in Jerusalem.â\n \n In January, Jordanâs King Abdullah II said that Israel has been trying to “impose an unthinkable solution” on the Palestinians, lamenting that hopes were fading for the two-state solution backed by the international community.\n \n In a speech in front of the European Union Parliament on the tensions boiling across the Middle East, the Jordanian monarch said at the time that Israel’s construction of settlements in the West Bank and “disregard of international law” could be summed up as “one state turning its back on its neighborhood, perpetuating divisions among peoples and faiths worldwide.”\n \n Abdullah accused the Israeli government of being “propped up by structural inequalities with Palestinians as second-class citizens.”\n \n In an separate January interview, Abdullah said that the Hashemite Kingdomâs relationship with Israel âhas been on pause for the past two years,â expressing hope that Israelis would succeed in electing a lasting government to increase stability in the region.\n \n âWe understand, unfortunately, that the issue of elections that have being going on for over a year means that Israel is looking inwards as itâs dealing with its domestic issues, and as a result our relationship is on pause,â the monarch told TV channel France 24 in an English-language interview. \n âBecause of the electioneering season, which has unfortunately taken a long time, there have been no bilateral communications or movement,â he said. âWe hope that the Israeli people will decide on a government sooner rather than later, and then we could all see how to move forward.â \n Recent months have seen Amman recall its ambassador to Israel, no joint ceremony marking the quarter-century anniversary of the peace agreement between the two countries, and the termination of special arrangements that allowed Israeli farmers to easily access plots of landÂ inside Jordan. \n Amman also briefly recalled its ambassador to protest the arrests of two Jordanian nationals, who were eventually released by Israel. \n Jordan and Egypt are the only two Arab states that have formal peace treaties and diplomatic relations with Israel. \n AFP contributed to this report. \n ", "url": "https://www.timesofisrael.com/jordanian-pm-says-ties-with-israel-at-a-nadir-peace-treaty-at-risk/", "author": "TOI staff", "date": "2 March 2020, 8:04 pm"}
{"text": "Fifty former European leaders and foreign ministers have signed an open letter expressing “grave concern” over US President Donald Trump’s plan for Israeli-Palestinian peace.\n \n The letter, published in The Guardian on Thursday, criticized the plan for allowing Israeli annexation of settlements and creating a situation it said was tantamount to “apartheid.”\n    \n     \n “The plan contradicts internationally agreed parameters for the Middle East peace process, relevant UN resolutions, including security council resolution 2334, and the most fundamental principles of international law. Instead of promoting peace, it risks fueling the conflict â at the expense of Israeli and Palestinian civilians alike, and with grave implications for Jordan and the wider region,” it said.\n\t\t\t\t\t\t\t \n “The plan allows for annexation of large and vital parts of the occupied Palestinian territory and legitimizes and encourages illegal Israeli settlement activity. It recognizes only one sideâs claims to Jerusalem and offers no just solution to the issue of Palestinian refugees. It projects a future Palestinian ‘state’ without control and sovereignty over its fragmented territory. The map featured in the plan proposes Palestinian enclaves under permanent Israeli military control, which evoke chilling associations with South Africaâs bantustans.”\n\n\t \n It described the plan as the “formalization of the current reality in the occupied Palestinian territory, in which two peoples are living side by side without equal rights. Such an outcome has characteristics similar to apartheid â a term we donât use lightly.”\n \n Among the signatories to the letter were former foreign minister and vice-chancellor of Germany Sigmar Gabriel; Robert Serry, former UN special coordinator for the Middle East peace process; former UK foreign secretary Jack Straw; former NATO secretary-generals Javier Solana and Willy Claes; former Swedish prime minister Ingvar Carlsson; former Norwegian prime minister Gro Harlem Brundtland; former Irish prime minister John Bruton.\n \n The US peace plan, unveiled in late January, has been utterly rejected by Palestinian Authority leadership and welcomed by Israel.\n\n\t \n The plan envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of the Gaza Strip and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the Gaza Strip, and fulfill other conditions.\n \n It also allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel.\n \n Earlier this month, PA President Mahmoud Abbas told the UN the plan âtransforms our homeland into fragmented residential encampmentsâ and described the territories it envisions for a future state of Palestine as âSwiss cheese.â\n \n He said it âcarries within it dictates, reinforcement of the occupation, annexation by military force and anchoring of an apartheid system.â \n ", "url": "https://www.timesofisrael.com/50-former-european-leaders-foreign-ministers-condemn-trump-mideast-plan/", "author": "TOI staff", "date": "27 February 2020, 1:56 pm"}
{"text": "AP â A leading Israeli venture capital firm said Wednesday it has hired Jason Greenblatt, the former Middle East adviser to US President Donald Trump’s administration, as a business developer for the region.\n \n OurCrowd said the former attorney for Trump will be acting as a partner responsible for âbuilding ties with the Middle East region.â\n    \n     \n Greenblatt was the architect of Trump’s recently unveiled Mideast plan that largely favored Israel. He worked as the White House’s special representative for international negotiations until resigning in October 2019.\n\t\t\t\t\t\t\t \n Greenblatt told The Associated Press his focus would be on cultivating investment from Saudi Arabia, the United Arab Emirates, Qatar and Bahrain â all countries that have developed behind-the-scenes relations with Israel in recent years, and who were to be key investors in the economic development side of the Trump administration’s Mideast plan.\n \n âI’m hoping to be able to utilize the platform that I have and connect Israel and the Gulf in a way to continue the momentum that we’ve seen over the last three years,â Greenblatt said. âThey work together on security to a degree. And, you know, there’s enough commerce going on in a small way that leads me to believe we’re going to see a bigger impact.â\n\n\t \n OurCrowd is an Israeli platform that allows affluent individuals to invest smaller sums in start-ups that are pooled together with other smaller investors, akin to crowdfunding for venture capital. Since its launch in 2013, the company says it has raised $1.4 billion in assets for 200 companies and 20 funds, most of them Israeli.\n \n OurCrowd’s founder Jon Medved said in a statement that he expects Greenblatt’s addition âto open up a new world of opportunities for our growing portfolio of 200+ companies and 20 funds.â\n \n Greenblatt spoke at OurCrowd’s annual conference in Jerusalem earlier this month. OurCrowd said its February 2020 summit included participants from around the Arab world.\n \n Greenblatt said he would be based out of New York, but his job “will undoubtedly involve a great deal of travel to the region.”\n \n Trump unveiled his long-awaited âdeal of the centuryâ last month in Washington. It sided with Israel on most of the conflictâs main sticking points, and the Palestinians rejected it outright.\n \n The plan grants Israel sovereignty over large parts of the West Bank, and falls far short of the Palestinian dream of an independent state. Instead, it calls for giving them limited autonomy over disjointed stretches of land, and only if they meet a stringent set of demands. \n Greenblatt said that peace between Israel and the Palestinians and the broader Arab world âhave always gone hand-in-hand, but they’re not necessarily always going to go hand in hand.â \n âIf the Palestinians don’t engage on President Trump’s peace vision, I still think we’re going to see movement between Israel and the region,â he said. \n ", "url": "https://www.timesofisrael.com/ex-trump-middle-east-envoy-jason-greenblatt-joins-israeli-venture-capital-firm/", "author": "Ilan Ben Zion", "date": "26 February 2020, 3:12 pm"}
{"text": "Rejecting the US peace plan, top Palestinian officials have in recent days said Palestine should encompass all Israeli territory, and that even a potential state along the 1967 borders would only be a temporary measure.\n \n And the Palestinian ambassador to Iraq said his people would violently resist the US peace plan “until the last drop of a Palestinian child’s blood,” while also praising attacks on Israeli soldiers.\n    \n     \n At the UN on February 11, Palestinian Authority President Mahmoud Abbas rejected the Trump peace proposal but said the Palestinians “recognize Israel” and are interested in peace negotiations based on international agreements.\n\t\t\t\t\t\t\t \n But video obtained by Palestinian Media Watch showed internal Palestinian messaging was decidedly different.\n \n At a rally in the West Bank the same day of Abbas’s speech in New York, Mahmoud al-Aloul, Vice Chairman of the Fatah Central Committee, pointed to a map of all of Israel and said that from the Galilee in the north to Eilat in the south, “This is Palestine!”\n \n Abbas' deception at the UN: PA claims to recognize Israel, yet message to Palestinians is that all of Israel is \"Palestine\"\n \n More about this here: https://t.co/jaBOvB48I0 pic.twitter.com/QrJ9zSpEDb\n \n — Pal Media Watch (@palwatch) February 25, 2020 \n PA Prime Minister Muhammad Shtayyeh, who was at the event, later uploaded the video of Aloul to his Facebook page.\n \n Earlier in the month, Tawfiq Tirawi, a senior Fatah member, indicated during an interview that the 1967 borders were only a temporary phase on the way to reclaiming the entirety of the land.\n \n He said Palestinian leadership’s agreement to the 1967 lines as a basis for negotiations with Israel was only because “that is what would be acceptable to the world.” Such a state, he said, “can be an intermediate statement.” But “I will not forget my homeland, will not forget Palestine, and will not forget Palestine’s history.” \n  \n In a speech in January, Tirawi said, “Our Palestinian land is from the [Jordan] River to the [Mediterranean] Sea. I dare any Palestinian, any senior Palestinian official, or any Palestinian leader to reduce the Palestinian map to the West Bank and Gaza!” \n  \n In a statement that aired on Iraqi television on February 22, and translated by the Middle East Media Research Group (MEMRI), Palestinian envoy to Iraq Ahmed Akl said that the plan promoted by US President Donald Trump will not succeed “because our people have become more aware, and because among our people there are men who wage resistance, who are up for the confrontation and prepared to make sacrifices.” \n He then went on to say that when a Palestinian child “takes his parents’ kitchen knife, walks up to soldiers armed to their teeth, kills three of them, takes their car, and then he goes to another place and kills and wounds other soldiers — a people that has such children will never be defeated.” \n Akl may have been referring inaccurately to a March 2019 attack by Omar Abu Laila, 19, who fatally stabbed a soldier at a West Bank junction, grabbed his weapon and shot a civilian rabbi who later died of his injuries as well. Abu Laila then stole the rabbi’s vehicle and opened fire at a second soldier, wounding him. He was killed in a shootout with Israeli troops following a several-day manhunt. \n Akl said Palestinians would “resist the [US deal] with everything we’ve got, and that we will remain steadfast, embedded in the Holy Land, and that we will resist this enemy — the American enemy and the Zionist enemy — until the last drop of a Palestinian child’s blood.” \n Palestinian ambassador to Iraq Ahmad âAql: We Will Resist Deal of Century until Last Drop of Palestinian Childâs Blood pic.twitter.com/YpUV6BJwML \n — MEMRI (@MEMRIReports) February 25, 2020 \n The US peace plan has been utterly rejected by Palestinian Authority leadership. \n The plan envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of the Gaza Strip and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the Gaza Strip, and fulfill other conditions. \n It also allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. \n Earlier this month, Abbas told the UN the plan âtransforms our homeland into fragmented residential encampmentsâ and described the territories it envisions for a future state of Palestine as âSwiss cheese.” \n He said it “carries within it dictates, reinforcement of the occupation, annexation by military force and anchoring of an apartheid system.” \n Abbas added that he was prepared to launch negotiations with Israel under the patronage of the Middle East Quartet, made up of the US, Russia, the UN and the European Union, and on the basis of international resolutions, if Israel showed it was a partner for peace. \n Since late 2017, the Trump administration has made several moves viewed as marginalizing the Palestinians: recognizing Jerusalem as Israelâs capital, moving the US embassy from Tel Aviv to Jerusalem, cutting hundreds of millions of dollars in aid to the Palestinians and the UN agency that supports Palestinian refugees, and closing the Palestine Liberation Organizationâs representative office in Washington. \n ", "url": "https://www.timesofisrael.com/as-pa-seethes-at-trump-plan-top-officials-say-all-of-israel-is-palestine/", "author": "TOI staff", "date": "25 February 2020, 7:21 pm"}
{"text": "Prime Minister Benjamin Netanyahu reportedly received the green light from the US to lift restrictions against the construction of a controversial neighborhood in East Jerusalem more than a year and a half ago, but delayed the announcement until last week, less than two weeks before the elections.\n \n The plan for construction in Givat Hamatos was first brought forward in 2012, earning widespread condemnation in the international community over its cutting off of the Palestinian neighborhoods of Beit Safafa and Sharafat from the West Bank, in a manner that critics said placed a nail in the coffin of a two-state solution based roughly on the pre-1967 lines.\n    \n     \n However, Army Radio reported Tuesday, a senior unnamed US official told Israeli officials 1.5 years ago that the Trump administration would not object to the construction.\n\t\t\t\t\t\t\t \n Netanyahu’s announcement last week appeared to have been the first time the prime minister publicly admitted to having placed a building freeze on the Givat Hamatos plan, explaining that he had been under immense pressure from other countries not to build there. According to the report, officials said that this included pressure from the US.\n\n\t \n Netanyahu announced that 3,000 homes would be built for Jewish residents in Givat Hamatos in addition to another 2,200 housing units for Jews in the nearby Har Homa neighborhood.\n \n The significance of Netanyahu’s approval was not immediately clear, given that the final authorization for construction in Givat Hamatos had already been given by his office six years ago.\n \n Addressing reporters in front of Har Homa along with Jerusalem Mayor Moshe Lion and Tourism Minister Yariv Levin, Netanyahu said that in addition to the 2,200 units he had signed off on for the neighborhood behind him and the 3,000 units for Givat Hamatos, he had also green-lit 1,000 homes for Palestinians in the neighborhood of Beit Safafa, which has long suffered from a housing crisis.\n \n France and Germany on Friday slammed Netanyahu’s announcement, saying it was an obstacle to a future two-state solution.\n \n “The expansion of these two settlements directly undermines the viability of a future Palestinian state, as the European Union has reiterated on several occasions,” the French Foreign Ministry said in a statement.\n \n “All forms of settlement activity are illegal under international law and challenge the two-state solution on the ground. France urges the Israeli authorities to reconsider these decisions and to refrain from any unilateral measures,” the statement read.\n\n\t \n Germany said it was “deeply concerned” by the announcement, saying the construction would “undermine the prospect of viable and contiguous Palestinian state on the basis of a negotiated two-state solution.” \n The left-wing Peace Now organization pointed out Netanyahu had inflated the numbers in his announcement. The Givat Hamatos plan slated to be brought before the Jerusalem Planning and Building Committee next week consists of 2,610 homes, not 3,000 and the project in Beit Safafa is for 805 homes not 1,000. \n The announcement from Netanyahu came less than two weeks after the Housing Ministry began advancing a plan to build a massive Jewish neighborhood in an East Jerusalem area that appears to be earmarked in the Trump administration’s peace plan for a Palestinian tourism center. \n On February 9, the ministry submitted a building plan that would see some 9,000 housing units constructed at the site of the Atarot Airport, which has been inoperative since the breakout of the Second Intifada in 2000. \n Jacob Magid contributed to this report. \n ", "url": "https://www.timesofisrael.com/us-gave-pm-green-light-for-givat-hamatos-construction-1-5-years-ago-report/", "author": "TOI staff", "date": "25 February 2020, 10:02 am"}
{"text": "The UN Security Council made a rare show of unity Monday when it called on all parties to maintain their support for a two-state solution to the Israel-Palestinian conflict.\n \n “Council Members reiterated their support for a negotiated two-state solution… where two democratic states, Israel and Palestine, live side by side in peace within secure and recognized borders,” said a statement released by Belgium, which holds the rotating presidency, and supported by all 14 other members, including the United States.\n    \n     \n “All parties should refrain from undermining the viability of the two-state solution in order to maintain the prospects for a just, comprehensive and lasting peace,” the statement added, an allusion to Israel’s recently announced intention to build thousands more homes in East Jerusalem, in an area claimed by the Palestinians.\n\t\t\t\t\t\t\t \n The council also “stressed the need to exert collective efforts to launch credible negotiations on all final status issues” and expressed “grave concern about acts of violence against civilians.”\n \n The statement came amid two days of rising tensions in the region, with the Palestinian terror group Islamic Jihad firing rockets at Israel following the killing of three of its members in the Gaza Strip and Syria.\n \n On Thursday Prime Minister Benjamin Netanyahu announced plans to build 3,000 homes in a new Jewish neighborhood in East Jerusalem’s Givat Hamatos, in addition to another 2,200 housing units for Jews in the nearby Har Homa neighborhood.\n\n\t \n The plan for construction in Givat Hamatos was first brought forward in 2012, earning widespread condemnation in the international community over its cutting off of the Palestinian neighborhoods of Beit Safafa and Sharafat from the West Bank, in a manner that critics said placed a nail in the coffin of a two-state solution based roughly on the pre-1967 lines.\n \n The European Union on Saturday warned that construction would be “deeply detrimental to a two-state-solution,” with foreign policy chief Josep Borrell saying it would “cut the geographic and territorial contiguity between Jerusalem and Bethlehem [and] isolate Palestinian communities living in these areas.”\n \n Meanwhile on Monday, Israel and the US moved forward on work to map out areas of the West Bank that Israel would annex under the Trump administration’s peace plan.\n \n American members of the new mapping committee met with Netanyahu and other senior Israeli officials, as they pressed ahead with the project.\n\n\t \n It was the first time that the two sides have met to work together on deciding which areas Israel will extend sovereignty to, a measure tantamount to annexation. \n The American members of the joint committee are US Ambassador to Israel David Friedman, his adviser Aryeh Lightstone, and C. Scott Leith, senior adviser for the Israeli-Palestinian conflict of the National Security Council. \n Also at the meeting were members of the Israeli mapping committee Tourism and Immigration MinisterÂ Yariv Levin and Acting Director of the Prime Minister’s Office Ronen Peretz. \n Netanyahu has said that Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank in accordance with the US plan only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until the committee concludes its work, which could take weeks or months. \n ", "url": "https://www.timesofisrael.com/un-security-council-calls-for-two-state-solution-to-be-respected-in-middle-east/", "author": "AFP", "date": "24 February 2020, 11:35 pm"}
{"text": "The US members of a committee formed to map out areas of the West Bank that Israel plans to annex as part of the Trump administration’s peace plan met Monday with Prime Minister Benjamin Netanyahu and other senior Israeli officials as they pressed ahead with the project.\n \n It was the first time that the two sides have met to work together on deciding which areas Israel will extend sovereignty to, a measure tantamount to annexation.\n    \n     \n “The mapping is underway to prepare the way for extending sovereignty on these territories,” Netanyahu declared as the two delegations huddled together under temporary shelters amid pouring rain at the West Bank settlement of Ariel, where the meeting was held.\n\t\t\t\t\t\t\t \n “We will do this as soon as possible,” the prime minister said.\n \n Asked how soon after the mapping is completed Israel will apply sovereignty, Netanyahu replied, “As far as we are concerned, immediately,” and said he would bring it for cabinet approval right away.\n \n The American members of the joint committee are US Ambassador to Israel David Friedman, his adviser Aryeh Lightstone, and C. Scott Leith, senior adviser for the Israeli-Palestinian conflict of the National Security Council.\n \n Also at the meeting were members of the Israeli mapping committee Tourism and Immigration MinisterÂ Yariv Levin and Acting Director of the Prime Minister’s Office Ronen Peretz.\n \n “In Israel rain is a blessing, and I hope that our efforts should be blessed as much as the rain is coming down right now,” Friedman declared before the meeting started, the US Embassy in Jerusalem said in a statement. “We have our team here, and we’re going to get to work right away. We hope to complete it as soon as possible, and complete it the right way for the State of Israel.”\n\n\t \n Netanyahu has said Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until the committee concludes its work, which could take weeks or months.\n \n Many settler leaders, along with Defense Minister Naftali Bennett, have been urging Netanyahu to immediately begin the process of extending sovereignty ever since Trump allowed for it in his peace plan, unveiled last month. But since WashingtonÂ made it clear it wants Jerusalem to wait, Netanyahu has backed away from promises to speedily take the step.\n \n The Palestinians have rejected the US peace plan, which envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of Gaza and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the coastal enclave, and fulfill other conditions. \n The plan allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. Israel has welcomed the proposal. \n Following the publication of the peace proposal, there was confusion initially as to how quickly Israel could act on extending sovereignty. \n Mere moments after the peace dealâs unveiling on January 28, Netanyahu told reporters that his cabinet would vote in favor of annexation the very next week. Friedman appeared to back that statement, telling reporters that âIsrael does not have to wait at allâ when asked whether there was a âwaiting periodâ that would have to elapse before the country could extend sovereignty to the Jordan Valley and settlements. \n But a short while later, the presidentâs senior adviser Jared Kushner, the peace planâs chief author, apparently contradicted Friedman, making plain in a series of interviews that the White House expected Israel not to annex any areas before the work of the bilateral committee is completed. \n Friedman has since fallen in line with Washington’s view of how things should proceed. Earlier this month, he appeared to warn the Israeli government against applying sovereignty over any parts of the West Bank before next weekâs Knesset election, citing Trumpâs mention of the bilateral mapping committee. \n âI am not suggesting that the government of Israel should not do whatever it wants to do. Israel is a sovereign state. But people should know that if the presidentâs position is simply ignored then weâre not going to be in a position to go forward,â he said at a briefing at the Jerusalem Center for Public Affairs, a hawkish think tank. \n âThe president got up and he made a speech,” Friedman continued. “And he said there will be a committee and the committee will go through a process; the process will not last very long, but we want to go through a process.â \n Friedman was referring to a statement Trump made during the festive unveiling of his peace plan at the White House. âWe will form a joint committee with Israel to convert the conceptual map into a more detailed and calibrated rendering so that recognition can be immediately achieved,â the US president said at the time, standing next to Netanyahu. \n ", "url": "https://www.timesofisrael.com/netanyahu-israeli-officials-meet-with-us-mapping-team-for-west-bank-annexation/", "author": "TOI staff", "date": "24 February 2020, 4:53 pm"}
{"text": "ROME (AP) â Pope Francis has cautioned against “unfair” solutions aimed at ending the conflict between Israelis and Palestinians.\n \n In a speech Sunday during a visit to the Italian southern port city of Bari to reflect on peace in countries bordering the Mediterranean Sea, Francis lamented the many areas of war and conflict, including in the Middle East and Northern Africa.\n    \n     \n Francis spoke of “the still unresolved conflict between Israelis and Palestinians, with the danger of not fair solutions, and, thus, presaging new crises.”\n\t\t\t\t\t\t\t \n The pope didn’t cite any specific proposals.\n \n A new US peace plan would let Israel annex all of its settlements along with the strategic Jordan Valley. It would give the Palestinians rule in several chunks of territory with a capital on the outskirts of Jerusalem, but only if they meet stringent conditions.\n \n In the same speech, Francis took a swipe at populist politics.\n \n “It scares me when I hear some speeches by some leaders of the new forms of popularism,” he said. He also lamented that waves of refugees fleeing conflicts, climate change consequences and other adversity are “depicted as an invasion.”\n \n Among the prelates gathered for his speech in Bari’s Pontifical Basilica of St. Nicholas were churchmen from the Balkans, Jerusalem and Algeria.\n\t\t\t\t \n ", "url": "https://www.timesofisrael.com/pope-cautions-against-unfair-israeli-palestinian-peace-offers/", "author": "Frances D'Emilio", "date": "23 February 2020, 5:38 pm"}
{"text": "The US members of a committee that will map out areas of the West Bank that Israel may annex as part of US President Donald Trump’s peace plan have set out for Israel, Channel 12 news reported Sunday.\n \n The American members of the joint committee are US Ambassador to Israel David Friedman, his adviser Aryeh Lightstone, and C. Scott Leith, senior adviser for the Israeli-Palestinian conflict of the National Security Council.\n    \n     \n In Israel, they will join Israeli Ambassador to the US Ron Dermer, acting director of the Prime Minister’s Office Ronen Peretz, and Likud Minister Yariv Levin.\n\t\t\t\t\t\t\t \n Washington has said that Israel must hold off on annexing areas of the West Bank until the committee concludes its work, which could take weeks or months.\n \n Prime Minister Benjamin Netanyahu has said Israel will extend sovereignty to the Jordan Valley and areas of the West Bank only with the agreement of Washington.\n \n Many settler leaders, along with Defense Minister Naftali Bennett, have been urging Netanyahu to immediately begin the process of extending sovereignty â tantamount to annexation â ever since Trump allowed for it in his peace plan, unveiled last month. But Washington has since made it clear it wants Jerusalem to wait and Netanyahu has backed off of promises to speedily take the step.\n \n Earlier this month, Friedman appeared to warn the Israeli government against applying sovereignty over any parts of the West Bank before next week’s Knesset election, citing Trumpâs mention of the bilateral mapping committee.\n \n âI am not suggesting that the government of Israel should not do whatever it wants to do. Israel is a sovereign state. But people should know that if the presidentâs position is simply ignored then weâre not going to be in a position to go forward,â he said at a briefing at the Jerusalem Center for Public Affairs, a hawkish think tank.\n \n âThere is no way that any president that preceded President Trump would recognize Israelâs annexation of anything at any time. So donât suggest that weâre somehow being harsher than prior presidents,â he said. âThe president got up and he made a speech. And he said there will be a committee and the committee will go through a process; the process will not last very long, but we want to go through a process.â \n Friedman was referring to a statement Trump made during the festive January 28 unveiling of his peace plan at the White House. âWe will form a joint committee with Israel to convert the conceptual map into a more detailed and calibrated rendering so that recognition can be immediately achieved,â the US president said at the time, standing next to Netanyahu. \n Friedman said: âWeâre going to go through a mapping process to convert a map which is drawn of more than a million to one into something which really shows on the ground how the territory will be put together. \n âItâs not unduly difficult, but itâs also not simple, because there are a lot of judgment calls. We donât want to do this piecemeal,â he went on, adding that it would be âa mistakeâ to have Israel apply sovereignty over different areas of the West Bank incrementally, forcing the US to recognize numerous annexations. \n âWe want to do it once, holistically, in totality, and get it done right,â Friedman said. âWe just want to get it done right. That’s not too much to ask. And that was the presidentâs message when he spoke about it the first time.â \n Friedman also appeared to acknowledge publicly for the first time that Jerusalem received contradictory messages from the US administration regarding when exactly Israel would be allowed to annex. \n âWe might have had some differences of views as to timing, but in very short order it became clear that we were all on the same page,â Friedman said. \n Mere moments after the peace dealâs unveiling on January 28, Netanyahu told reporters that his cabinet would vote in favor of annexation the very next week. Friedman appeared to back that statement, telling reporters that âIsrael does not have to wait at allâ when asked whether there was a âwaiting periodâ that would have to elapse before the country could extend sovereignty to the Jordan Valley and settlements. \n A short while later, the presidentâs senior adviserÂ Jared Kushner, the peace planâs chief author, apparently contradicted Friedman, making plain in a series of interviews that the White House expected Israel not to annex any areas before the work of the bilateral committee is completed. \n ", "url": "https://www.timesofisrael.com/us-mapping-team-for-west-bank-annexation-said-en-route-to-israel/", "author": "TOI staff", "date": "23 February 2020, 4:18 pm"}
