{"text": "Palestinian Authority President Mahmoud Abbas held a round of phone conversations with Middle East leaders to urge them to oppose Israel’s possible annexation of parts of the West Bank, senior Palestinian official Saeb Erakat said on Saturday.\n \n The extension of Israeli sovereignty to areas of the West Bank was included in the Trump administration peace plan rolled out on January 28 in Washington, and has been embraced by Israel. Last month, senior White House officials were quoted by Israeli TV news as saying that they intended to green-light the annexation within months if the Palestinians do not return to the negotiating table, which they have refused to do after entirely dismissing the peace plan.\n    \n     \n In a tweet, Erakat said that Abbas spoke with Saudi Arabia’s King Salman, the monarch of Bahrain, Hamad bin Isa Al Khalifa; the emir of Kuwait, Jaber Al-Ahmad Al-Sabah; and the emir of Qatar, Tamim bin Hamad Al Thani to discuss “the Israeli plan of annexation and the need to prevent it.”\n\t\t\t\t\t\t\t \n The leaders also talked about the spread of the novel coronavirus and “other regional and international developments,” Erakat wrote.\n \n President Mahmoud Abbas discussed by phone with H.M. The king of Saudi-Arabia, H.M.The King  of Bahrain,H.H.The Emir of Kuwait. H.H.The Emir of Qatar,the Israeli plan of annexation and the need to prevent it. Fight against CoronaVirus.Other regional and international developments pic.twitter.com/mOQjAx8bO0\n \n — Dr. Saeb Erakat Ø§ÙØ¯ÙØªÙØ± ØµØ§Ø¦Ø¨ Ø¹Ø±ÙÙØ§Øª (@ErakatSaeb) April 11, 2020 \n Also Saturday, PA Social Affairs Minister Ahmad Majdalani raised his concerns that Israel would attempt to annex territory while global attention is focused on dealing with the pandemic, the Wafa news agency reported.\n \n “Uncovered reports that Washington and Tel Aviv are about to agree on the maps of annexation â at a time the world is preoccupied with the war on coronavirus â falls within the framework of the US plan to implement the ‘deal of the century,'” Majdalani said in a statement, referring to the Trump peace plan.\n\n\t \n Majdalani, who is a member of the Executive Committee of the Palestine Liberation Organization, warned that annexation “means an end to the two-state solution” to the Israeli-Palestinian conflict.\n \n Last Thursday, Erakat, the senior Palestinian negotiator in the conflict with Israel, tweeted that he had personally discussed the “consequences” of annexation with Saudi Foreign Minister Faisal bin Farhan Al-Saud, as well as Khalid bin Hamad Al Khalifa, a senior adviser to the Bahrain king. Erakat said he also spoke with Niles Annen, foreign policy spokesman of the German Social Democratic Party.\n \n Talks with those officials included discussions about the coronavirus, the UN’s Palestinian refugee aid agency UNRWA, and Saudi Arabia’s declaration of a ceasefire in Yemen, he wrote. \n The Palestinians have rejected the US peace plan, which envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of Gaza and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the coastal enclave, and fulfill other conditions. \n The plan allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. Israel has welcomed the proposal. \n Prime Minister Benjamin Netanyahu views West Bank annexation as a legacy-making move and has been adamant about seeing the measure through. Annexation was a sticking point in talks on forming an emergency unity government with his main rival, Blue and White head Benny Gantz, in the wake of inconclusive March 2 elections. \n Gantz has long opposed unilateral annexation but recognizes that the Netanyahu-led right-wing bloc currently has a majority in support for the move. However, the unity government talks have faltered and no deal has so far been reached. \n Last month, senior White House officials were quoted by Channel 13 as saying that they intended to allow Israel to go ahead with the annexation within months if the Palestinians do not agree to negotiate the peace plan. \n The White House sources were cited as estimating that Israel would agree to compromises on the peace initiative if the Palestinians come to the negotiating table, in return for normalization with the Arab world. \n Netanyahu has said that Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until a specially appointed committee to map out areas for annexation concludes its work, which could take months. \n ", "title": "Abbas in phone call blitz to prevent Israeli annexation in West Bank", "url": "https://www.timesofisrael.com/abbas-in-phone-call-blitz-to-prevent-israeli-annexation-in-west-bank/", "author": "TOI staff", "datetime": "2020-04-12 19:19:00", "folder": "TOI", "filename": "TOI_TOI staf_abbas-in_2020-04-12"}