{"text": "Chief Rabbi Ephraim Mirvis has not only misrepresented the known facts about Labour and its supposed antisemitism crisis. He has not only interfered in an overtly, politically partisan manner in the December 12 election campaign by suggesting that Jeremy Corbyn – against all evidence – is an antisemite. \n By speaking out as the voice of British Jews – a false claim he has allowed the UK media to promote – his unprecedented meddling in the election of Britain’s next leader has actually made the wider Jewish community in the UK much less safe. Mirvis is contributing to the very antisemitism he says he wants to eradicate. \n Mirvis’ intervention in the election campaign makes sense only if he believes in one of two highly improbable scenarios. \n The first requires several demonstrably untrue things to be true. It needs for Corbyn to be a proven antisemite – and not just of the variety that occasionally or accidentally lets slip an antisemitic trope or is susceptible to the unthinking prejudice most of us occasionally display, including (as we shall see) Rabbi Mirvis. \n No, for Mirvis to have interfered in the election campaign he would need to believe that Corbyn intends actively as prime minister to inflame a wider antisemitism in British society or implement policies designed to harm the Jewish community. And in addition, the chief rabbi would have to believe that Corbyn presides over a Labour party that will willingly indulge race-hate speeches or stand by impassively as Corbyn carries out racist policies. \n If Mirvis really believes any of that, I have a bridge to sell him. Corbyn has spent his entire political career as an anti-racism campaigner, and his anti-racism activism as a backbencher was especially prominent inside a party that itself has traditionally taken the political lead in tackling racism. \n The second possibility is that Mirvis doesn’t really believe that Corbyn is a Goebbels in the making. But if that is so, then his decision to intercede in the election campaign to influence British voters must be based on an equally fanciful notion: that there is no significant threat posed by antisemitism from the right or the rapidly emerging far right. \n Because if antisemitism is not an issue on the right – the same nationalistic right that has persecuted Jews throughout modern history, culminating in the Nazi atrocities – then Mirvis may feel he can risk playing politics in the name of the Jewish community without serious consequence. \n If there is no perceptible populist tide of white nationalism sweeping Europe and the globe, one that hates immigrants and minorities, then making a fuss about Corbyn might seem to make sense for a prominent Jewish community leader. In those circumstances, it might appear to be worth disrupting the national conversation to highlight the fact that Corbyn once sat with Hamas politicians – just as Tony Blair once sat with Sinn Fein leaders – and that Corbyn’s party has promised in the latest manifesto to stop selling weapons to Israel (and Saudi Arabia) of the kind that have been used to butcher children in Gaza. Mirvis might believe that by wounding Corbyn he can help into power a supposedly benevolent, or at least inoffensive, Tory party. \n CR: “I am delighted to congratulate Boris Johnson on becoming the next leader of the Conservative Party & our next PM. May he be blessed with the wisdom to successfully navigate the political uncertainties we face & bring healing & prosperity to our great country.” pic.twitter.com/0cyuMIhVXd \n — Chief Rabbi Mirvis (@chiefrabbi) July 23, 2019 \n  \n But if he is wrong about the re-emergence of white nationalism and its growing entry into the mainstream – and all the evidence suggests he would be deeply wrong, if this is what he thinks – then undermining Corbyn and the Labour party is self-destructiveness of the first order. \n It would amount to self-harm not only because attacking Corbyn inevitably strengthens the electoral chances of Boris “watermelon smiles” Johnson. It plays with fire because Mirvis’ flagrant intervention in the election campaign actually bolsters a key part of the antisemitic discourse of the far right that is rapidly making inroads into the Conservative party. \n White nationalists are all over social media warning of supposed Jewish global conspiracies, of supposed Jewish control of the media, of supposed Jewish subversion of “white rights.” It was precisely this kind of thinking that drove European politics a century ago. It was arch-antisemite Arthur Balfour who signed off the Balfour Declaration of 1917 that sought to end Britain’s “Jewish problem” by encouraging European Jews to move far away, to a part of the Middle East then known as Palestine. \n That is, of course, why today’s white supremacists love Israel, why they see it as a model, why they call themselves “white Zionists.” In creating a tribal democracy, and one heavily fortified, land-hungry, belligerent and nuclear-armed, Israel has done for Jews exactly what white nationalists hope to do again for their white compatriots. The white supremacists’ love of Israel is intimately bound up with their hatred and fear of Jews. \n Mirvis has given succour to white nationalist discourse both because he has spoken out against Corbyn without offering evidence for his claims and because those entirely unsubstantiated claims have been echoed across the media. \n There is good reason why the billionaire-owned print media and the establishment-dominated BBC are happy to exploit the antisemitism smears – and it has nothing to do with concern for the safety of Jews. The corporate media don’t want a Labour leader in power who is going to roll back the corporate free-for-all unleashed by Margaret Thatcher 40 years ago that nearly bankrupted the rest of us in 2008. \n But that is not what those flirting with or embracing white nationalism will take away from the relentless media chorus over evidence-free antisemitism claims. \n Mirvis’ intervention in the democratic process will drive them more quickly and more deeply into the arms of the far-right. It will persuade them once again that “the Jews” are a “problem.” They will conclude that – though the Jews are now helping the right by destroying Corbyn – once the left has been dealt with, those same Jews will then subvert their white state. Like Balfour before them, they will start thinking of how to rid Britain and Europe of these supposed interlopers. \n This is why Mirvis was irresponsible in the extreme for meddling. Because the standard of proof required before making such an intervention – proof either that Corbyn is an outright Jew hater, or that white nationalism is no threat to the UK – is not even close to being met. \n In fact much worse, all the evidence shows the exact reverse. That was neatly summed up in a survey this month published by the Economist, a weekly magazine that is no friend to Corbyn or the Labour party. \n It showed that those identifying as “very left-wing” – the section of the public that supports Corbyn – were among the least likely to express antisemitic attitudes. Those identifying as “very right-wing,” on the other hand – those likely to support Boris “piccaninnies” Johnson – were three and a half times more likely to express hostile attitudes towards Jews. Other surveys show even worse racism among Conservatives towards more obviously non-white minorities, such as Muslims and black people. That, after all, is the very reason Boris “letterbox-looking Muslim women” Johnson now heads the Tory party. \n The Economist findings reveal something else of relevance in assessing Mirvis’ meddling. Not only is the real left (as distinguished from the phony, centrist left represented by Labour’s Blairites) much less antisemitic than the right, it is also much more critical of Israel than any other section of the British public. \n That is easily explained. The real left has always been anti-imperialist. Israel is a particularly problematic part of Britain’s colonial legacy. \n Elsewhere, the peoples who gained independence from Britain found themselves inside ruined, impoverished states, often with borders imposed out of naked imperial interest that left them divided and feuding. Internal struggles over the crumbs Britain and other imperial powers left behind were the norm. \n But in a very real sense, Britain – or at least the west – never really left Israel. In line with the Balfour Declaration, Britain helped to establish the institutions of a “Jewish home” on the Palestinians’ homeland. British troops may have departed in 1948, but waves of European Jewish immigrants were either encouraged or compelled to come to the newly created state of Israel by racist immigration quotas designed to prevent them fleeing elsewhere, most especially to the United States. \n The west helped engineer both the ethnic cleansing of Palestine and Israel’s creation to solve Europe’s “Jewish problem.” It provided the components necessary for Israel to build a nuclear bomb that won it a place at the international top table and ensured the Palestinians were made Israel’s serfs in perpetuity. Ever since, the west has provided Israel with diplomatic cover, military aid and special trading status, even as Israel has worked relentlessly to disappear the Palestinian people from their homeland. \n Even now, our most prized rights, such as free speech, are being eroded and subverted to protect Israel from criticism. In the U.S., the only infringements on the American public’s First Amendment rights have been legislated to silence those seeking to pressure Israel over its crimes against the Palestinians with a boycott – similar to the campaign against apartheid South Africa. In the UK, the Conservative manifesto similarly promises to bar local councils from upholding international law and boycotting products from Israel’s illegal settlements. \n The real left focuses on this continuing colonial crime against the Palestinians not because it is antisemitic (a claim the Economist survey amply refutes), but because the left treats Israel as emblematic of British and western bad faith and hypocrisy. Israel is the imperial west’s Achilles’ heel, the proof that war crimes, massacres and ethnic cleansing are not only not punished but actively rewarded if these crimes accord with western imperial interests. \n But ardent friends of Israel such as Mirvis are blind to these arguments. For them, one western antisemitic crime – the Holocaust – entirely obscures another western antisemitic crime: seeking to rid Europe of Jews by forcing them into the Middle East, serving as pawns on an imperial chessboard that paid no regard to the Palestinians whose homeland was being sacrificed. \n In his state of historical and political myopia, Mirvis cannot begin to understand that there might be political activists who, in defending the Palestinian people, are also defending Jews. That they, unlike him, understand that Israel was created not out of western benevolence towards Jews, but out of western malevolence towards “lesser peoples.” The real left in Britain speaks out against Israel not because it hates Jews but because it holds dear a commitment to justice and a compassion for all. \n Mirvis, on the other hand, is the Zionist equivalent of a little Englander. He prefers particularist, short-term interests over universalist, long-term ones. \n It was he, remember, who threw his full support behind Israel in 2014 as it indiscriminately bombed Gaza, killing some 550 children – a bombing campaign that came after years of an Israeli blockade on the Palestinian population there. That siege has led the United Nations to warn that the enclave will be uninhabitable by next year. \n It was Mirvis, along with his predecessor Jonathan Sacks, who in 2017 endorsed the fanatical Jewish settlers – Israel’s equivalent of white supremacists – on their annual march through the occupied Old City of Jerusalem. This is the march where the majority of the participants are recorded every year waving masses of Israeli flags at Palestinians and chanting “Death to the Arabs”. One Israeli newspaper columnist has described the Jerusalem Day march as a “religious carnival of hatred”. \n It was Mirvis and Sacks that encouraged British Jews to join them on this tub-thumping trip to Israel, which they suggested would provide an opportunity to spend time “dancing with our brave soldiers.” Those soldiers – Israeli, not British – occupy West Bank cities like Hebron where they have locked down life for some 200,000 Palestinians so that a handful of crazed religious Jewish bigots can live undisturbed in their midst. \n What is so appalling is that Mirvis is blind to the very obvious parallels between the fearful Palestinians who hastily have to board up their shops as a Jewish mob parades through their neighborhood and today’s white supremacists and neo-Nazis in the west who seek to march provocatively through ethnic minority communities, including Jewish neighborhoods, in places like Charlottesville. \n Mirvis has no lessons to teach Corbyn or the Labour party about racism. In fact, it is his own, small-minded prejudice that blinds him to the anti-racist politics of the left. His ugly message is now being loudly amplified by a corporate media keen to use any weapon it can, antisemitism included, to keep Corbyn and the left out of power – and preserve a status quo that benefits the few at the expense of the many. \n ", "title": "Britain’s Chief Rabbi is helping to stoke antisemitism", "url": "https://mondoweiss.net/2019/12/britains-chief-rabbi-is-helping-to-stoke-antisemitism/", "author": "Jonathan Cook", "datetime": "2019-12-02 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Jonathan_britains_2019-12-02"}