{"text": "If there is one issue that denotes the terminal decline of Labour as a force for change – desperately needed social, economic and environmental change – it is not Brexit. It is the constant furore over an “antisemitism crisis” supposedly plaguing the party for the past five years. \n The imminent departure of Jeremy Corbyn as leader will not end the damage that has been done to Labour by such claims. Soon Brexit will become a messy fait accompli. But the shadow of Labour’s so-called “antisemitism problem” will loom over it darkly for the foreseeable future, making sure that Corbyn’s successor dare not incur the same steep price for pursuing a radical political programme. The fear of being smeared as an antisemite will lead, as it was meant to do, to political and economic timidity from whoever takes on the mantle of leader. \n In fact, as we shall examine in detail in a moment, the candidates for the Labour leadership are demonstrating just how cowed they already are. But first let’s recap on how we got to the current situation. \n Personifying the political paranoia that now grips Labour is the party’s one-time wunderkind, Owen Jones – possibly the only early champion of Corbyn in the corporate media. He used his Guardian column to fight back against the first wave of slurs – that Corbyn was unpatriotic, unstatesmanlike, a former Soviet spy, and so on. \n But then, as the smears failed to inflict significant damage on Corbyn, a second line of attack was pursued. It claimed that Corbyn’s lifelong and very prominent activism as an anti-racist was in fact a cover story. Depending on who was spinning the narrative, Corbyn was either a secret Jew hater or a man who endlessly indulged antisemitism within his inner circle and in the wider party. Jones’ colleagues at the Guardian joined the rest of the corporate media mob in baying for Corbyn’s blood. Long wedded to a rigid form of identity politics, Jones was soon publicly wavering in his support for Corbyn. Then, as an election neared in 2017, he abandoned him entirely. \n Unfortunately for the corporate media, the election result did not follow their shared predictions. Far from presiding over an unprecedented electoral disaster, Corbyn came within a hair’s breadth of overturning the Tory parliamentary majority. He also increased the party’s share of the vote by the largest margin of any post-war Labour leader. Jones changed his tune once again, promising to be more wary of the group-think of his corporate media colleagues. Of course, his new-found resolution soon crumbled. \n Like a mouse chasing the scent of cheese, Jones headed into the trap set for him. He refused to accuse Corbyn himself of antisemitism, unlike many of his colleagues. Instead he gave his blessing each time a Labour activist was targeted as an antisemite – oftentimes, over their support for Palestinian rights. \n As the media attacks on Labour for supposedly welcoming antisemites into the party’s ranks intensified (flying in the face of all the evidence), Jones acquiesced – either actively or through his silence – in the resulting wave of suspensions and expulsions, even of Jewish members who were hounded out for being too critical of Israel. Jones’ hands may have looked personally clean but he acted as lookout for those, like Labour MP Jess Phillips, who were determined to carry out their promise to “knife Corbyn in the front”. \n Undoubtedly, the polarised debate about Brexit – and the increasingly unhinged atmosphere it produced – was the main reason Corbyn crashed in December’s election. But the confected “antisemitism row” played a very significant supporting role. The disastrous consequences of that row are still very much being felt, as Labour prepares to find a new leader. \n The issue of antisemitism was probably not much of a priority for most voters, especially when the examples cited so often seemed to be about a state, Israel, rather than Jews. Nonetheless, the smears against Corbyn gradually undermined him, even among supporters. \n As has been noted here and elsewhere, the antisemitism furore served chiefly as a shadow war that obscured much deeper, internal ideological divisions. Polarisation over whether Labour was convulsed by antisemitism concealed the real struggle, which was over where the party should head next and who should lead it there. \n The party’s Blairite faction – supporters of the former centrist leader Tony Blair – knew that they could not win a straight fight on ideological issues against Corbyn and the hundreds of thousands of members who supported him. The Blairites’ middle-of-the-road, status-quo-embracing triangulation now found little favour with voters. But the Blairites could discredit and weaken Corbyn by highlighting an “antisemitism crisis” he had supposedly provoked in Labour by promoting Palestinian rights and refusing to cheerlead Israel, as the Blairites had always done. Identity politics, the Blairites quickly concluded, was the ground that they could weaponise against him. \n As a result, Corbyn was forced endlessly on to the back foot, unable to advance popular leftwing policies because the antisemitism smears sucked all oxygen out of the room. Think of Corbyn’s interview with Andrew Neil shortly before the December election. Not only did Corbyn not get a chance to explain the party’s progressive platform to floating voters, but much worse he was forced into abandoning the very personal traits – openness, honesty, modesty – that had made him unexpectedly popular in the 2017 election. Accusations of antisemitism – like those of being a wife-beater – are impossible to face down in TV soundbites. Corbyn was left looking evasive, shifty and out of touch. \n  \n These confrontations over an “antisemitism problem” in Labour – repeated every time Corbyn gave an interview – also helped to make him look feeble. It was a winning formula: his constant apologies for a supposed “plague of antisemitism” in Labour (for which there was no evidence) suggested to voters that Corbyn was incapable of exercising control over his party. If he failed in this simple task, they concluded, how could he be trusted to deal with the complexities of running a country? \n The smears isolated him within Labour too. His few prominent allies on the left, such as Ken Livingstone and Chris Williamson, were improbably picked off as antisemites, while others went to ground for fear of being attacked too. It was this isolation that forced Corbyn to make constant and damaging compromises with the Blairites, such as agreeing to a second referendum on Brexit. And in a vicious spiral, the more he compromised, the more he looked weak, the more his polling numbers fell, the more he compromised. \n All of this was happening in plain view. If the rest of us could see it, so could Owen Jones. And so, of course, could those who are now standing for election to become the next leader of the Labour party. All of them learnt the lessons they were supposed to draw from the party’s “antisemitism crisis”. \n Lesson one: Some crises can be engineered without the need for evidence. And smears can be much more damaging than facts – at least, when the corporate media builds a consensus around them – because the fightback cannot be won or lost on the battlefield of evidence. Indeed, facts become irrelevant. It is about who has the biggest and best battalion of propagandists. And the simple truth is that the billionaires who own the corporate media can buy the most skilled propagandists and can buy the largest platforms to spread their misinformation. \n Lesson two: Even if antisemitism is of peripheral interest to most voters – especially when the allegations concern contested “tropes”, often about Israel rather than Jews – claims of antisemitism can still inflict serious damage on a party and its leader. Voters judge a party leader on how they respond to such accusations, especially if they are made to look weak or untrustworthy. And as there is no good way to face down wall-to-wall accusations of antisemitism from the media, however confected, it is wise not to get drawn into this particular, unwinnable fight. \n Lesson three: The British ruling class does not especially care about antisemitism, or any other form of racism. The establishment uses its power to uphold class privilege, not to promote equality, after all. But that does not mean it has no interest in antisemitism. As with its support for a more general identity politics, the ruling class knows that antisemitism has instrumental uses – it can be exploited to manipulate public discourse and deflect ordinary people from a powerful class struggle into divisive identity and culture wars. Therefore, any Labour leader who wants to engage in the politics of class struggle – a struggle against the billionaire class – is going to face not a fair fight on the terrain of their choosing but a dirty war on the terrain chosen by the billionaires. \n Labour’s leadership challengers learnt those lessons so well because they watched for five years as Corbyn sank ever further into the mire of the antisemitism smears. So when the deeply Conservative (with a capital C) Board of Deputies of British Jews (BoD) issued a diktat to the candidates last month veiled as “10 Pledges to End the Antisemitism Crisis” they all hurried to sign up, without bothering to read the small print. \n The Board’s 10 points were effectively its red lines. Overstep the mark on any one of them, the Board warned the leadership contestants, and we will lend our considerable credibility to a corporate media campaign to smear you and the party as anti-semitic. You will become Corbyn Mark II, and face the same fate. \n The 10 demands have one purpose only. Once accepted, and all the candidates have accepted them, the pledges ensure that the Board – and what it defines as the Jewish community’s “main representative groups” – will enjoy an exclusive and incontestable right to decide what is antisemitic, as well as who is allowed to remain in the Labour party and who must be removed. \n The pledges create a division of labour between the Board and the Jewish Labour Movement (JLM), a small faction in Labour of Jews and non-Jews who are vocal advocates for Israel. First, the Board stands surety, supposedly on behalf of Britain’s Jews, for the credibility of the highly controversial redefinition of antisemitism proposed by the International Holocaust Remembrance Alliance (IHRA). Seven of its 11 examples of antisemitism refer to Israel, not hatred of Jews. Then, the JLM’s task is to enforce the IHRA definition, identifying which party members are antisemites and determining their fate: either contrition and re-education or expulsion. \n The 10 Pledges are actually part of a campaign by Jewish leadership groups like the Board to pervert a well-established principle regulating investigations into racism. The Board and JLM have regularly cited the so-called Macpherson principle, derived from a judicial inquiry into the failings in the 1990s of an institutionally racist British police force as it investigated the murder of a black teenager, Stephen Lawrence. \n The Guardian has been among those peddling the Board and the JLM’s mischievous reinterpretation of that principle to suggest that an incident is defined as racist if the victim perceives it to be racist. Therefore, Jews – or in this case, “representative” Jewish organisations like the Board – get to decide exclusively whether Labour has an antisemitism problem and how it manifests itself – for example, by criticising Israel. \n Except that is not what Sir William Macpherson decided at all. His principle was simply that institutions like the police were under an obligation to investigate incidents as racist in nature if that is what the victim believed them to be. In other words, Macpherson called on institutions to listen to victims and to take account of the victims’ interpretation of an event. \n Very obviously, he did not argue that anyone accused of racism was guilty of it, or that anyone making an accusation of racism must be believed. The accusation had to be investigated on the assumption of racism until the evidence proved whether the accusation was true or not, and whether or not it was motivated by racism. \n Further, while the Macpherson principle called for the victim to be given a fair hearing about how they perceived an incident, the Board and the JLM do not want simply to be heard. The 10 Pledges demand that these organisations alone decide what is antisemitism and who is guilty – that they act as judge and jury. \n And not only that. \n The Board and the JLM also demand an exclusive prerogative to define antisemitism as a new kind of racism – almost unheard of a decade or more ago – that may have nothing to do with hatred or fear of Jews, as it was once defined. The Board and the JLM insist Labour adopt a patently ridiculous – and overtly antisemitic – position that treats many kinds of criticism of Israel as antisemitic because, they argue, Israel represents all Jews. An attack on Israel therefore amounts to an attack on Jews and their identity. (The Board’s argument is itself antisemitic because it requires us to hold all Jews, not just the Israeli government, responsible for Israel’s actions, including its documented war crimes against Palestinians.) \n But the problem with the 10 Pledges runs deeper still. The intended effect of the pledges in their entirety is to create a circular, self-reinforcing proof of antisemitism against anyone who dares to disagree with the Board and the JLM. In other times, such circular proofs have been identified for what they are: as witch-hunts and McCarthyism. \n The Board not only intends to silence any non-Jews who disagree with its views on antisemitism and Israel, but it also insists on denying a voice to any Jews or Jewish organisations that disagree with it. According to Pledge 8, all Jewish “fringe organisations and individuals” are denied any say on what constitutes antisemitism. Why are they “fringe”? Because they disagree with the Board of Deputies’ definition of antisemitism. \n Several writers have noted that the Board’s claim to be “representative” of the “Jewish community” is entirely bogus. It can claim only to be representative of those parts of the 280,000-strong Jewish community it seeks to represent. That amounts to no more than the 56 per cent of Jewish households who belong to a synagogue. These are the most conservative elements of a wider Jewish community. Surveys show that for many years, and long before Corbyn became leader, the vast majority of this section of the Jewish community – those the Board represents – vote for the Conservative party in elections. They also identify very strongly with Israel – and seemingly whatever its does in terms of violating Palestinian rights. \n CR: “I am delighted to congratulate Boris Johnson on becoming the next leader of the Conservative Party & our next PM. May he be blessed with the wisdom to successfully navigate the political uncertainties we face & bring healing & prosperity to our great country.” pic.twitter.com/0cyuMIhVXd \n — Chief Rabbi Mirvis (@chiefrabbi) July 23, 2019 \n  \n The Board’s very function is to sideline the 44 per cent of Jews it does not represent – including secular, socialist and anti-Zionist Jews – as not really belonging to the “Jewish community”. It thereby silences their views. As Jo Sutton-Klein observes, “While the [Jewish organisational] establishment can’t un-Jewish any person or community, they can invalidate their Jewishness if they decide that their opinions are no longer kosher.” That is precisely what the Board has sought to achieve with its 10 Pledges. \n But if the Board’s representative status is highly doubtful, the Jewish Labour Movement’s is even more so. In fact, there is plenty of evidence – including from a 2017 documentary filmed by an undercover reporter for Al Jazeera – that the JLM was a dormant organisation until 2015. As an investigation by journalist Asa Winstanley discovered, it was refounded specifically to bring down Corbyn shortly after he won the leadership election. The JLM was apparently afraid of what Corbyn’s support for the Palestinians might entail for Israel. While claiming to represent Jewish interests in the Labour party, it excludes from membership any Jews that are not Zionist – that is, enthusiastic supporters of Israel. \n  \n That should not be surprising. The JLM was originally an ideological offshoot of the Israeli Labour party, which oversaw the ethnic cleansing of 750,000 Palestinians from their homeland in 1948, launched the first settlements in the territories it occupied in 1967, and created a system of severe institutionalised racial discrimination against Israel’s large non-Jewish population, its Palestinian citizens. Despite proclaiming its leftwing credentials, the JLM’s ideological outlook closely mirrors the ethnic supremacist worldview of the Israeli Labour Party. \n The JLM lacks transparency, but most estimates are that its membership numbers are in triple digits, even after it has allowed non-Jews and non-Labour members to join. \n In fact, there is no reason to believe the JLM is any less fringe – and probably more so – than Jewish Voice for Labour (JVL), a group of Jewish Labour party members who created the organisation to support Corbyn and counter the JLM’s claims that it spoke for Jews in the Labour party. \n As I have pointed out many times before, the Board’s position that it alone gets to decide which Jews count is not only deeply ugly but also antisemitic. It dismisses a whole swath of the Jewish community as the “wrong kind of Jews”; it treats their views on the racism they face as of no value; and it strips them of any agency inside the Labour party, leaving the field clear to the JLM. Instead of a necessary dialogue within the Jewish community about what antisemitism means, the Board confers on itself the right to oppress and silence other groups of Jews who disagree with it. \n There are two main reasons why the Board wishes to turn these so-called “fringe” groups into outcasts, into political pariahs. First, their very existence reminds us that this is a highly contested political debate, and one taking place inside the Jewish community, about what Jewish identity is and whether Israel has a place in that identity. But at the same time, the existence of socialist Jewish groups like Jewish Voice for Labour also disrupts a narrative jointly promoted by the Board, the JLM and Labour’s Blairite faction to discredit the radical social and economic programmes of the left by entwining them with allegations of antisemitism. Severe criticism of neoliberalism, it is implied, is of a piece with severe criticism of Israel. Both are evidence of antisemitism. \n The weaponising by the Board and the JLM of the Macpherson principle is easily exposed. This month Labour suspended Jo Bird reportedly over allegations of antisemitism. Bird, who is openly anti-Zionist and on the left wing of the party, had been the only Jewish candidate contesting Labour’s National Executive Committee elections. She is the latest prominent left-wing Jewish party member to have been targeted as an antisemite both for strongly criticising Israel and for challenging the Board and the JLM’s right to speak for all British Jews. \n How obscene this all is may be easier to grasp if we do a small thought experiment. Imagine for a moment that a small group of black Labour party activists insist on the expulsion of other black party members as racists for their opposition to an African state accused of war crimes. Would we be comfortable with a largely white Labour party bureaucracy adjudicating as a matter of racism on what is clearly an ideological and political dispute within the black community? Would we want to condone one black group stigmatising another group as racists to silence its political arguments? And would we be happy to expel as racists white Labour party members who sided with one black group against the other in a political debate about an oppressive state? \n Which brings us back to Owen Jones. Last week Asa Winstanley – the investigative reporter who has done more than anyone to expose what really lies behind the antisemitism smear campaign against Corbyn – resigned from the Labour Party. Like Jo Bird, he has found himself in hot water for questioning the antisemitism narrative promoted by the Board and the JLM. He wrote that he had given up any hope of a fair hearing from party officials who say his journalism championing justice for Palestinians and challenging the Israel lobby’s role in the Labour party amounts to antisemitism. \n Jones, as ever, stood squarely with the witchfinders against Winstanley. He argued, as he has done many times before, that is possible both to fight for Palestinian rights and to fight against antisemitism. \n Except Jones is plainly wrong – so long as we accede, as he has done, to the Board and the JLM’s demand that anyone who goes further than the most softball criticism of Israel must be defined either as an antisemite, like Winstanley, or as the “wrong kind of Jew”, like Bird. \n If we are only allowed to gently chide Israel in ways that cannot meaningfully advance Palestinian rights, if we are prevented from discussing the strategies of staunchly pro-Israel lobbyists to silence Israel’s critics, if we are denied the right to push for an international boycott of Israel of the kind that helped blacks in South Africa end their own oppression, then nothing is going to change for the Palestinians. If those are the unreasonable terms imposed on us by the Board, the JLM and Owen Jones, then no, we cannot do both. We must choose. \n The truth is that the support Owen Jones offers Palestinians is worthless. It is no more than virtue signalling – because it is immediately negated by his support for bodies like the JLM that actively terrorise party members, including Jewish members, into silence on crucial debates about Palestinian rights and about how we might deter Israel in future. \n The reality is that, if Jewish organisations like the Board and the JLM choose to put the Israeli state as it currently exists at the very heart of their Jewish identity and make proper scrutiny of it off-limits, then they have also chosen to make themselves complicit in the oppression of the Palestinian people, made themselves opponents of peace in the Middle East, and have abetted in the erosion of international law. And if we side with them, then we become complicit too. \n This essay first appeared on Jonathan Cook’s blog. \n ", "title": "Even with Corbyn gone, antisemitism threats will keep destroying the UK Labour party", "url": "https://mondoweiss.net/2020/02/even-with-corbyn-gone-antisemitism-threats-will-keep-destroying-the-uk-labour-party/", "author": "Jonathan Cook", "datetime": "2020-02-13 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_even-wit_2020-02-13"}