{"text": "As of April 5th, the occupied Palestinian territories, Gaza and the West Bank including East Jerusalem, have registered 228 cases of COVID-19 (coronavirus) and one death. While COVID-19 represents a difficult challenge to advanced nations and their strong healthcare systems, it poses a more complex and dangerous challenge to conflict zones and occupied territories, such as Palestine. Decades of displacement, dispossession, conflict, military occupation and blockade have weakened existing medical services and systemically disregarded Palestinian rights to life and health. \n The Israeli occupation regime, including the checkpoints and permits system, has fragmented Palestinian towns and villages and impeded their access to healthcare. Palestinian communities in Area C, which comprises approximately 60% of the West Bank and includes the majority of Israeli settlements, suffer from deeper isolation and marginalization. They lack access and connection to the rest of the West Bank and they, unlike the Israeli residents of the nearby settlements, do not enjoy protection and healthcare support from the Israeli government. \n Similarly, for East Jerusalem Palestinians living under occupation, accessing Israeli social services is determined by a discriminatory system of ‘residency’ criteria. Such an unjust system leaves them vulnerable to forced eviction and expulsion from their own homes and land. \n In Gaza, the situation is more critical and dire under continuing Israeli blockade. 12 cases of COVID-19 have been confirmed in this tiny and besieged territory. Gaza’s healthcare system has significantly been exhausted and undermined by long years of suffocating blockade, continuing occupation and major military assaults. Current figures show that public hospitals have only 78 intensive care beds and 72% of those beds are being used, leaving 22 intensive care beds available for a population of nearly 2 million people.[1] Although a small number of additional beds can be secured through private and NGO sources, Gaza suffers from a severe shortage of much needed resources to respond to the evolving challenges of COVID-19. These required resources include testing and personal protective equipment, infection prevention supplies, ventilators, isolation facilities, hospital beds, medical staff trained in intensive care and, most critically, open access to external support and referral of critical cases outside of Gaza. \n It is not possible for Gaza under such circumstances to deal with, or even survive, a major outbreak of the coronavirus. \n Apart from severe shortages and lack of medical resources, there is the humanitarian challenge of the densely populated refugee camps in Gaza. The International Committee of the Red Cross states that the existence of displacement and refugee camps around the world means that “physical distancing is not possible” and “it will be impossible to stop the spread of coronavirus once it enters a camp.”[2] In this context, a coronavirus outbreak will be catastrophic to Palestinian refugee communities who make up approximately 70% of the Gaza population and have suffered from forced displacement since 1948. Restrictions such as curfews and isolation at home can also create more stress and problems in the case of Gaza, as decent essential services of clean water and electricity are either non-existent or inadequate for households and families. \n Other Palestinian groups are particularly vulnerable during this pandemic crisis. The welfare of Palestinian political prisoners in Israel who are held in overcrowded prisons is, for example, in critical danger. Palestinian workers who leave from the West Bank to work in Israel are also faced with a similar plight, including the lack of Israeli health insurance and the absence of physical distancing and hygiene in unprotected accommodation sites.[3] \n Yet, despite these injustices and the systemic denial of national and health rights for the Palestinian people, the Trump administration has continued to offer unwavering support to Israel and the Israeli right-wing leader Benjamin Netanyahu. \n In recent months, Netanyahu was rewarded with Trump’s peace plan, called the ‘deal of the century’ by Trump and his Middle East business-oriented team. It has been designed with the short-term goal of putting an end to the Israeli-Palestinian conflict and, the long-term goal of normalizing relations between regional Arab states and Israel. \n The remarkable shortcomings of such a plan are revealing. On all crucial issues, including Jerusalem, Israeli settlements in the West Bank, refugees and Palestinian national independence, the US defers to the Israeli positions. Jerusalem, according to Trump, will be “Israel’s undivided capital”, settlements are there to stay on Palestinian land regardless of their illegal status under international law, and the future Palestinian entity should remain under Israeli security control including territorial waters, borders and airspace. \n The US has fully accepted the Israeli right-wing agenda of Israel’s expansive security and ignored Palestinian needs of security and protection from Israel’s occupation. Simply put, the Trump administration has formalized through the ‘deal of the century’ the “Netanyahu doctrine”, as Aluf Benn, the Israeli editor-in- chief of Haaretz described it.[4] \n This doctrine is based on the gradual and complete defeat of the Palestinian national movement and the subsequent achievement of ‘Greater Israel’ through permanent occupation and annexation of land. The fundamentals of such peace are, therefore, in contrast with international law and contribute to the normalization of permanent occupation in the occupied Palestinian territories. The Israeli human rights organization, B’Tselem, has stated that the US plan facilitates a reality where Palestinians will be permanently denied their political rights and forced to live under conditions similar to “South Africa’s Apartheid regime.”[5] \n Beyond these fundamental shortcomings, another important issue is the question of conditionality. The proposed plan dictates a number of one-sided preconditions before the emergence of a fragmented and controlled Palestinian state become possible. The Palestinians must first, for example, reject violence, recognize Israel as exclusively a Jewish state and commit to demilitarization. \n The politics of power is at the core of the US plan: the Palestinians must accept these imposed preconditions and declare their absolute defeat. If they take such a step and give up their national struggle, including refugee rights and the issue of Jerusalem, they will be rewarded by money from regional Arab countries and international powers. The plan promises $50 billion of future economic investments in the Palestinian territories. \n However, the current moment, including the COVID-19 challenge, presents a stark reminder to policy-makers in the US and Israel that annexation and permanent occupation are not a formula for just peace and sustainable security, and they must end. The spread of COVID-19 to Palestine is also an important reminder to the international community and Israel that Palestinian human rights, including the rights to life and health, must be protected under international law. \n Israeli leaders may seize the current moment and create further ‘facts on the ground’ by means of annexation and territorial expansion as envisioned and legitimatized through the joint US-Israeli ‘peace plan.’ Thus, the coronavirus crisis can be politically exploited in the Israeli-Palestinian context as evidenced by the Israeli Defense Minister’s statement in recent days, linking Gaza’s humanitarian needs to combat COVID-19 with the recovery of missing Israeli soldiers.[6] Military exploitation and actions to intensify the occupation are also noted in increasing attacks and raids by the Israeli forces and settlers across the occupied territories as the world is distracted by the pandemic.[7] Reaffirming international law and human rights for Palestinian people under occupation, the World Health Organization has emphasized that “Israel, as occupying power, retains the primary responsibility to respect, protect and fulfill the right to the highest attainable standard of physical and mental health in the occupied Palestinian territory.”[8] \n Finally, it should not be forgotten that the current moment presents Palestinians with opportunities. \n Achieving national unity should be prioritized. Unified calls and lobbying efforts to end the Gaza blockade and the occupation must intensify during and after the COVID-19 crisis. Internal power struggles are essentially a source of fragmentation as well as a strategic weakness. Palestinian political leaders also need to move from being reactionary actors, responding to external forces and plans, to proactive players with a united strategy and agreed agenda. Neither the option of negotiations nor armed struggle has produced the desired transformations, so does the current moment necessitate the consideration of civil disobedience and a mass nonviolent movement in the near future across the occupied Palestinian territories? \n Another evolving opportunity for Palestinians is to shift the political focus from the failing two-state solution to the pursuit of full and equal rights under the de-facto one-state solution. Palestinians in Israel encounter discrimination and Palestinian people in Gaza and the West Bank including East Jerusalem are living under oppressive military occupation. Both are subject to complex and unjust structures that accord full rights and to Israelis and settlers while denying protection and national rights to Palestinian communities. Considering a struggle for equal rights and justice is not only a democratic question, but a challenge to exclusive ideologies that seek to perpetuate occupation and conflict. \n [1]https://www.pchrgaza.org/en/?p=14359 \n [2]https://www.icrc.org/en/document/covid-19-urgent-action-needed-counter-major-threat-life-conflict-zones \n [3]https://www.haaretz.com/israel-news/.premium-for-palestinian-construction-workers-in-israel-the-coronavirus-is-just-one-more-dan-1.8694613 \n [4]https://www.haaretz.com/misc/writers/WRITER-1.4968096 \n [5]https://www.btselem.org/press_releases/20200128_btselem_on_president_trumps_plan \n [6]https://www.middleeastmonitor.com/20200401-israel-links-coronavirus-aid-for-gaza-to-recovering-soldiers/ \n [7]https://mondoweiss.net/2020/04/in-the-midst-of-global-pandemic-israeli-occupation-thrives/ \n [8]http://www.emro.who.int/images/stories/palestine/documents/who_right_to_health_2018_web-final.pdf?ua=1 \n ", "title": "From Covid-19 to the ‘Deal of the Century’ — Palestine and international law", "url": "https://mondoweiss.net/2020/04/from-covid-19-to-the-deal-of-the-century-palestine-is-undefeated/", "author": "Yaser Alashqar", "datetime": "2020-04-08 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Yaser Al_from-cov_2020-04-08"}