{"text": "Israel is expected to ramp up its efforts to test for the coronavirus inside its Palestinian communities, after widespread outcry from rights groups condemning the government for ignoring the country’s Arab population amid the global pandemic. \n Israeli media reported that mobile coronavirus testing clinics would be set up by Israel’s Magen David Adom (MDA) emergency services in East Jerusalem for the first time since the outbreak started last month, as well as in the largely Bedouin city of Rahat in southern Israel. \n MDA has previously been accused of not going into East Jerusalem neighborhoods to test residents, while Israeli forces have been documented arresting volunteer Palestinian health workers in the city. \n The Times of Israel reported that two of Israel’s largest Health Maintenance Organizations (HMO) would also be setting up testing facilities in the Palestinian cities of Nazareth, Umm al-Fahm and Tamra, as well as in East Jerusalem’s Shuafat and Beit Safafa neighborhoods. \n The efforts came more than one month after the novel coronavirus began spreading rapidly in Israel, where there are currently more than 7,000 confirmed cases and 37 deaths. \n Since the beginning of the outbreak, rights groups and local activists have cried out against what they say has been blatant discrimination against Israel’s Palestinian community, which make up 20 percent of the population, in terms of testing and access to information about the virus. \n One of the government’s first failures was made by the Israeli Ministry of Health, which for weeks after the outbreak in Israel began, failed to publish its guidelines on how to deal with the virus in Arabic, instead posting only in Hebrew. \n Palestinian members of Israel’s parliament, along with rights groups, filed an urgent letter to Israeli MOH officials demanding they provide immediate Arabic-language updates and access to essential public health information. \n “The Israeli government has been discriminating against Palestinian citizens for years, failing to provide essential information and services in Arabic. There is now an urgent public interest in regular, real-time updates – accessible in all languages – relating to coronavirus,” Aiah Haj Odeh, an attorney with legal rights group Adalah said at the time. \n Knesset Member Sami Abu Shehadeh said: “The handling of this epidemic requires access to information for the entire public – certainly also in Arabic for Arab citizens. Unfortunately, the lack of Arabic-language updates and information on all platforms – and the concurrent investment in dissemination of only Hebrew-language information – highlights the depth of inequality even when it comes to the right to health.” \n Following the urgent letter, the Israeli MOH began retroactively supplying Arabic-language information on the coronavirus on its platforms, but the disparity between the government’s response to its Jewish versus Arab citizens continued. \n Palestinian doctors and activists in Israel began reporting a widespread imbalance between the number of cases being reported in Jewish versus Palestinian communities in Israel, and the access to testing in the respective communities. \n A Haaretz report analyzing a MOH map found that the map, which was meant to illustrate places visited by people who later tested positive for the coronavirus, showed no exposure clusters in Palestinian cities, “while displaying hundreds in nearby Jewish communities.” \n “The relatively low number of confirmed COVID-19 in Arab locales also points to possible under testing for the virus,” the report said, adding that: \n “The disparity is particularly obvious in Jerusalem: While the map areas for West Jerusalem and Jewish neighborhoods in East Jerusalem are covered with location pointers showing exposure points, there isn’t even one for the Palestinian neighborhoods, despite having 16 confirmed cases of COVID-19 as well as 330,000 of the city’s residents.” \n Reports have also indicated extremely low numbers of confirmed cases among Palestinians in Israel, which health experts have warned is a reflection of the lack of testing, not of the reality of the infection rate in the community. \n That number is expected to rise significantly in the coming days as more and more Palestinian citizens of Israel get tested. \n Ayman Odeh, head of the Arab-majority Joint List has been vocal about the discrimination against Palestinian citizens of Israel when it comes to getting tested for the virus, speaking out against the practice on Israeli television as well as on his personal social media accounts. \n “It is an unbearable reality in which Arab doctors are at the forefront of the fight against the coronavirus, while their families remain in the backyard,” Odeh posted on Twitter on March 28th, saying that “to date, there are no drive-thru testing centers in Arab-majority communities.” \n “There is a grave concern that we are not doing enough testing. It’s a dangerous, unjust and illogical situation,” he said in another tweet. \n “We are all in this fight together, and the infectious nature of the coronavirus commands the authorities to act equitably. If not everyone is treated then no one is taken care of.” \n Earlier this week, Adalah filed another urgent petition to the Israeli High Court, demanding that Israeli authorities provide better access to testing, information, and increased distribution of hygiene products in the dozens of unrecognized Palestinian Bedouin communities in southern Israel. \n “Israel’s failure over decades to provide sufficient health care and other essential basic services to Palestinian Bedouin communities in the Naqab has now devolved into an immediate danger with the rampant spread of the coronavirus,” Adalah Attorney Sawsan Zaher said. \n “Israel must now take immediate emergency measures – before disaster strikes – to detect individuals with coronavirus in the Bedouin villages and to provide preventive and emergency medical services for these communities.” \n ", "title": "After weeks of ignoring its Palestinian citizens, Israel to step up testing in Arab towns", "url": "https://mondoweiss.net/2020/04/after-weeks-of-ignoring-its-palestinian-citizens-israel-to-step-up-testing-in-arab-towns/", "author": "Yumna Patel", "datetime": "2020-04-03 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Yumna Pa_after-we_2020-04-03"}