{"text": "The Palestinians of Gaza know all about lockdowns. For the past 13 years, some two million of them have endured a closure by Israel more extreme than anything experienced by almost any other society – including even now, as the world hunkers down to try to contain the Covid-19 pandemic. \n Israel has been carrying out an unprecedented experiment in Gaza, using the latest military hardware and surveillance technology to blockade this tiny coastal enclave by land, air and sea. \n Nothing moves in or out without Israel’s say-so – until three weeks ago, when the virus smuggled itself into Gaza inside two Palestinians returning from Pakistan. It is known to have spread to more than a dozen people so far, though doctors have no idea of the true extent. Testing equipment ran out days ago. \n Unless Gaza enjoys a miraculous escape, an epidemic is only a matter of time. The consequences hardly bear contemplating. \n Countries around the world are wondering what to do with their prison populations, aware that, once it takes hold, Covid-19 is certain to spread rapidly in crowded, enclosed spaces, leaving havoc in its wake. \n Gaza is often compared to an open-air prison. But even this analogy is not quite right. This is a prison that the United Nations has warned is on the brink of being “uninhabitable”. \n In the prison of Gaza, many inmates are undernourished, and physically and emotionally scarred by a decade of military assaults. They lack essentials such as clean water and electricity after repeated Israeli attacks on basic infrastructure. And the 13-year blockade means there is only rudimentary medical care if they get sick. \n Social distancing is impossible in one of the most crowded places on earth. In Jabaliya, one of eight refugee camps in the enclave, there are 115,000 people packed together in little more than a square kilometre. Comparable population density nearby in Israel is typically measured in the hundreds. \n There are few clinics and hospitals to cope. According to human rights groups, Gaza has approximately 60 ventilators – most of them already in use. Israel has 15 times as many ventilators per head of population. \n There is little in the way of protective gear. And medicines are already in short supply or unavailable, even before the virus hits. Gaza’s infant mortality – an important measure of medical and social conditions – is more than seven times higher than Israel’s. Life expectancy is 10 years lower. \n Unlike a normal prison, Gaza’s warden – Israel – denies responsibility for the inmates’ welfare. Since it carried out a so-called “disengagement” 15 years ago, dismantling illegal settlements there, Israel has argued – against all evidence – that it is no longer the occupying power. \n That should have been proved an obvious lie when Palestinians, choking on their isolation and deprivation, began rallying in protest two years ago at the perimeter fence that acts as a cage locking them in. Demonstrators were greeted with live fire from Israeli snipers. \n Around 200 people were killed, and many thousands left with horrific injuries, mostly to their legs. Medical services are still overwhelmed by the need for long-term surgery, amputations and rehabilitation for the disabled protesters. \n What is already a crisis barely needs a nudge from the coronavirus to be tipped into a health disaster. \n And with most of the population already below the poverty line, after Israel’s blockade destroyed Gaza’s textile, construction and agricultural industries, the economy is no shape to withstand an epidemic either. \n Most governments, including Israel’s, maintain a degree of control even in the face of this most unexpected emergency. They could prepare for it, even if many were slow to do so. They can marshall factories to produce ventilators and protective equipment. And they have the resources to rebuild their health services and economies afterwards. \n If they fail in these tasks, it will be their failure. \n But Gaza is entirely dependent on Israel and an international community preoccupied with its own troubles. Even if health authorities can secure ventilators and protective equipment in the current, highly competitive global market, Israel will decide whether to let them in. Equally, it could choose to seize them for its own use, in order to placate growing domestic criticism that it is short of vital equipment. \n The blame for Gaza’s plight – now and in the future – lands squarely at Israel’s door. \n Israel should be helping Gaza, but it is doing the precise opposite. Last week, Israeli planes sprayed herbicide to destroy the crops of Gaza’s farmers – part of a policy to keep clear sight-lines for Israeli military forces. \n Moreover, in this time of crisis, Gaza’s food insecurity is only set to deepen. For the past year, Israel has been starving both Gaza and the rival Palestinian Authority in the West Bank of the taxes and duties it collects on their behalf and that rightfully belong to the Palestinian people. Many families have no money for food. \n The US has aggravated this financial crisis by cutting funds to the United Nations refugee agency, UNRWA, which cares for many of Gaza’s families expelled by Israel from their homes decades ago and forcibly crowded into the enclave. \n The little influence retained by Hamas relates to the thousands of Palestinian political prisoners held illegally in Israel. Hamas wants them out, especially the most vulnerable, aware of the danger the virus poses to them in Israel, where the contagion is more advanced. \n It is reported to be trying to negotiate a release of prisoners, offering to return the corpses of two soldiers it seized during Israel’s infamous attack on Gaza in 2014 that killed more than 500 Palestinian children. \n If Israel refuses to trade, as seems likely, or denies entry to much-needed medical supplies, Gaza’s only other practical leverage will be to fire missiles into Israel, as Hamas leader Yahya Sinwar has threatened. That is the one time western states can be expected to notice Gaza and voice their condemnation – though not of Israel. \n But if plague does overwhelm Gaza, the truth about who is really responsible will be hard to conceal. \n Modelling the horrifying conditions in Gaza, Israeli experts warned last year of an epidemic like cholera sweeping the enclave. They predicted hundreds of thousands of Palestinians storming the fence to escape contagion and death. \n It is the Israeli army’s nightmare scenario. It admits it has no response other than – as with the fence protests – to gun down those pleading for help. \n For decades Israel has pursued a policy of treating Palestinians as less than human. It has minutely controlled their lives while denying any meaningful responsibility for their welfare. That deeply unethical and inhumane stance could soon face the ultimate test. \n A version of this article first appeared in the National, Abu Dhabi. \n ", "title": "If coronavirus overwhelms Gaza, Israel alone is to blame", "url": "https://mondoweiss.net/2020/04/if-coronavirus-overwhelms-gaza-israel-alone-is-to-blame/", "author": "Jonathan Cook", "datetime": "2020-04-15 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_if-coron_2020-04-15"}