{"text": "It has been a week of appalling abuses committed by Israeli soldiers in the West Bank – little different from the other 2,670 weeks endured by Palestinians since the occupation began in 1967. \n The difference this past week was that several entirely unexceptional human rights violations that had been caught on film went viral on social media. \n One shows a Palestinian father in the West Bank city of Hebron leading his son by the hand to kindergarten. The pair are stopped by two heavily armed soldiers, there to help enforce the rule of a few hundred illegal Jewish settlers over the city’s Palestinian population. \n The soldiers scream at the father, repeatedly and violently push him and then grab his throat as they accuse his small son of throwing stones. As the father tries to shield his son from the frightening confrontation, one soldier pulls out his rifle and sticks it in the father’s face. \n חברון היום.כך נראה כיבוש pic.twitter.com/k9NOHkirmi \n — Mossi Raz | מוסי רז (@mossi_raz) November 5, 2019 \n  \n It is a minor incident by the standards of Israel’s long-running belligerent occupation. But it powerfully symbolises the unpredictable, humiliating, terrifying and sometimes deadly experiences faced daily by millions of Palestinians. \n A video of another such incident emerged last week. A Palestinian man is ordered to leave an area by an armed Israeli policewoman. He turns and walks slowly away, his hands in the air. Moments later she shoots a sponge-tipped bullet into his back. He falls to the ground, writhing in agony. \n הערב במהדורת השבת ב- @newsisrael13 נביא תיעוד בלעדי של אחד מלוחמי מג\"ב מבצע ירי בכדור ספוג לעבר פלסטיני שלא מהווה סכנה וידיו באוויר \n הפלסטיני שרצה להיכנס לישראל הורחק בידי לוחמי מג\"ב ובעודו חוזר לשטחים נורה בגבו ללא כל סיבה ונפצע pic.twitter.com/11A4CrEDhz \n — yishai porat – ישי פורת (@yishaiporat) November 2, 2019 \n  \n It is unclear whether the man was being used for target practice or simply for entertainment. \n The reason such abuses are so commonplace is that they are almost never investigated – and even less often are those responsible punished. \n It is not simply that Israeli soldiers become inured to the suffering they inflict on Palestinians daily. It is the soldiers’ very duty to crush the Palestinians’ will for freedom, to leave them utterly hopeless. That is what is required of an army policing a population permanently under occupation. \n The message is only underscored by the impunity the soldiers enjoy. Whatever they do, they have the backing not only of their commanders but of the government and courts. \n Just that point was underlined late last month. An unnamed Israeli army sniper was convicted of shooting dead a 14-year-old boy in Gaza last year. The Palestinian child had been participating in one of the weekly protests at the perimeter fence. \n Such trials and convictions are a great rarity. Despite damning evidence showing that Uthman Hillis was shot in the chest with a live round while posing no threat, the court sentenced the sniper to the equivalent of a month’s community service. \n In Israel’s warped scales of justice, the cost of a Palestinian child’s life amounts to no more than a month of extra kitchen duties for his killer. \n But the overwhelming majority of the 220 Palestinian deaths at the Gaza fence over the past 20 months will never be investigated. Nor will the wounding of tens of thousands more Palestinians, many of them now permanently disabled. \n There is an equally disturbing trend. The Israeli public have become so used to seeing YouTube videos of soldiers – their sons and daughters – abuse Palestinians that they now automatically come to the soldiers’ defence, however egregious the abuses. \n The video of the father and son threatened in Hebron elicited few denunciations. Most Israelis rallied behind the soldiers. Amos Harel, a military analyst for the liberal Haaretz newspaper, observed that an “irreversible process” was under way among Israelis: “The soldiers are pure and any criticism of them is completely forbidden.” \n When the Israeli state offers impunity to its soldiers, the only deterrence is the knowledge that such abuses are being monitored and recorded for posterity – and that one day these soldiers may face real accountability, in a trial for war crimes. \n But Israel is working hard to shut down those doing the investigating – human rights groups. \n For many years Israel has been denying United Nations monitors – including international law experts like Richard Falk and Michael Lynk – entry to the occupied territories in a blatant bid to stymie their human rights work. \n Last week Human Rights Watch, headquartered in New York, also felt the backlash. The Israeli supreme court approved the deportation of Omar Shakir, its Israel-Palestine director. \n Before his appointment by HRW, Shakir had called for a boycott of the businesses in illegal Jewish settlements. The judges accepted the state’s argument: he broke Israeli legislation that treats Israel and the settlements as indistinguishable and forbids support for any kind of boycott. \n But Shakir rightly understands that the main reason Israel needs soldiers in the West Bank – and has kept them there oppressing Palestinians for more than half a century – is to protect settlers who were sent there in violation of international law. \n The collective punishment of Palestinians, such as restrictions on movement and the theft of resources, was inevitable the moment Israel moved the first settlers into the West Bank. That is precisely why it is a war crime for a state to transfer its population into occupied territory. \n But Shakir had no hope of a fair hearing. One of the three judges in his case, Noam Sohlberg, is himself just such a lawbreaker. He lives in Alon Shvut, a settlement near Hebron. \n Israel’s treatment of Shakir is part of a pattern. In recent days other human rights groups have faced the brunt of Israel’s vindictiveness. \n Laith Abu Zeyad, a Palestinian field worker for Amnesty International, was recently issued a travel ban, denying him the right to attend a relative’s funeral in Jordan. Earlier he was refused the right to accompany his mother for chemotherapy in occupied East Jerusalem. \n And last week Arif Daraghmeh, a Palestinian field worker for B’Tselem, an Israeli human rights group, was seized at a checkpoint and questioned about his photographing of the army’s handling of Palestinian protests. Daraghmeh had to be taken to hospital after being forced to wait in the sun. \n It is a sign of Israel’s overweening confidence in its own impunity that it so openly violates the rights of those whose job it is to monitor human rights. \n Palestinians, meanwhile, are rapidly losing the very last voices prepared to stand up and defend them against the systematic abuses associated with Israel’s occupation. Unless reversed, the outcome is preordained: the rule of the settlers and soldiers will grow ever more ruthless, the repression ever more ugly. \n A version of this article first appeared in the National, Abu Dhabi. \n ", "title": "Israel is silencing the last voices trying to stop abuses against Palestinians", "url": "https://mondoweiss.net/2019/11/israel-is-silencing-the-last-voices-trying-to-stop-abuses-against-palestinians/", "author": "Jonathan Cook", "datetime": "2019-11-12 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Jonathan_israel-i_2019-11-12"}