{"text": "This is the latest edition of our special coverage newsletter on the COVID-19 crisis in Palestine featuring dispatches directly from our Palestine correspondent Yumna Patel on the ground in Bethlehem. This newsletter is published Tuesdays and Fridays. \n Check your inbox or spam folder to confirm your subscription.\n \n   \n It’s been 40 days — though it feels much longer — since a state of emergency was declared in Palestine, and the first city in the West Bank was put under lockdown due to a coronavirus outbreak. \n Since then, the number of confirmed cases has soared to 284 in Gaza and the West Bank, with an unexpected spike of 10 new confirmed cases on Tuesday. \n Relative to the rest of the world, and neighboring Israel in particular, the number of cases in Palestine still seem exceptionally low. For Palestinians, however, who are painfully aware of their ill-equipped healthcare system, every new case presents a new threat. \n With every passing week, Palestinians in Bethlehem, who have been under lockdown the longest, have faced new challenges. \n The beginning of the outbreak saw the city’s bustling tourism industry come to a screeching halt, suddenly putting most of the city’s residents out of work. \n As people struggled to adjust to a new normal, they were soon faced with the reality that the Israeli occupation would not be leaving them alone during the pandemic as soldiers raided local refugee camps in the city. \n A few weeks in, just as the situation in the city seemed to be getting better, with little to no new cases reported, Palestinian laborers in Israel began flooding back into the West Bank, spreading the virus across the rest of the territory. \n This week, Palestinians, both Muslim and Christian, are being overwhelmed with mixed emotions of joy and sadness as the Easter holidays and beginning of Ramadan, times of celebration and togetherness, are being celebrated under quarantine. \n While much of the world celebrated Easter this past Sunday, in accordance with the Catholic and Protestant churches, the majority of Palestinians will celebrate Easter this upcoming Sunday, following the Orthodox calendar. \n Church bells still rang out in Jerusalem and Bethlehem this Sunday, but the churches themselves, save a few clergy members, remained empty. The Church of the Holy Sepulchre in Jerusalem was closed on Easter Sunday for the first time since the Black Death in 1349. \n The Church of the Holy Sepulchre in Occupied #Jerusalem . The door is closed on Easter Sunday for the 1st. Time, since 1349.  \n This is out and out heartbreaking.  \n Source: @nasseratta5 pic.twitter.com/yjaDKXhOkm \n — Abeer_Al~Khatib (@abierkhatib) April 10, 2020 \n  \n Things are expected to remain similarly quiet for Orthodox Easter next week, as usual processions through the holy streets of Jerusalem and Manger Square in Bethlehem have been cancelled for the masses, with some churches urging followers to tune into Easter services online. \n The coming of Easter has been a bittersweet reminder for the people of Bethlehem of the reality that, while they celebrate in their homes, the hundreds of thousands of tourists that the city relies on during the holiday season are not coming this year. \n After the coming Easter celebrations, in around 10 days, Muslims will begin observing the holy month of Ramadan. \n Ramadan, especially in Palestine, in every sense of the month, is characterized by togetherness. People pray en masse together, eat meals together, and stay up into the late hours of the night sitting with family, friends, and neighbors. \n Hundreds of mosques around Palestine, which have been closed since the state of emergency was declared, are expected to remain closed, and many families who are out of work are worried about how they will be able to put food on the table throughout the month, \n At this time of year, businesses are open until late as they sell the newest and brightest decorations and lights for Ramadan, families are taking late night walks out in the city, while the streets waft with the sweet smells of ‘Qatayef’, a sweet folded pancake filled with cream or spiced walnuts, the official dessert of Ramadan. \n For now, the streets are empty; empty of people, and empty of the nostalgic smells of street vendors frying Qatayef frying and incense wafting out from the churches. \n As Palestinian Muslims and Christians’ hearts fill with joy over their shared celebrations, those feelings are inevitably overwhelmed with the sadness that this year, the coronavirus has, in a sense, robbed the holy city of Bethlehem of the festivities that make the city who she is. \n ", "title": "Coronavirus Diary: Lockdown makes for a bittersweet holiday season in Bethlehem", "url": "https://mondoweiss.net/2020/04/coronavirus-lockdown-makes-for-a-bittersweet-holiday-season-in-bethlehem/", "author": "Yumna Patel", "datetime": "2020-04-14 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Yumna Pa_coronavi_2020-04-14"}