{"text": "Much of Donald Trump’s long-trailed “deal of the century” came as no surprise. Over the past 18 months, Israeli officials had leaked many of its details. \n The so-called “Vision for Peace” unveiled on Tuesday simply confirmed that the US government has publicly adopted the long-running consensus in Israel: that it is entitled to keep permanently the swaths of territory it seized illegally over the past half-century that deny the Palestinians any hope of a state. \n The White House has discarded the traditional US pose as an “honest broker” between Israel and the Palestinians. Palestinian leaders were not invited to the ceremony, and would not have come had they been. This was a deal designed in Tel Aviv more than in Washington – and its point was to ensure there would be no Palestinian partner. \n Importantly for Israel, it will get Washington’s permission to annex all of its illegal settlements, now littered across the West Bank, as well as the vast agricultural basin of the Jordan Valley. Israel will continue to have military control over the entire West Bank. \n Prime Minister Benjamin Netanyahu has announced his intention to bring just such an annexation plan before his cabinet as soon as possible. It will doubtless provide the central plank in his efforts to win a hotly contested general election due on March 2. \n The Trump deal also approves Israel’s existing annexation of East Jerusalem. The Palestinians will be expected to pretend that a West Bank village outside the city is their capital of “Al Quds”. There are incendiary indications that Israel will be allowed to forcibly divide the Al Aqsa mosque compound to create a prayer space for extremist Jews, as has occurred in Hebron. \n Further, the Trump administration appears to be considering giving a green light to the Israeli right’s long-held hopes of redrawing the current borders in such a way as to transfer potentially hundreds of thousands of Palestinians currently living in Israel as citizens into the West Bank. That would almost certainly amount to a war crime. \n The plan envisages no right of return, and it seems the Arab world will be expected to foot the bill for compensating millions of Palestinian refugees. \n A US map handed out on Tuesday showed Palestinian enclaves connected by a warren of bridges and tunnels, including one between the West Bank and Gaza. The only leavening accorded to the Palestinians are US pledges to strengthen their economy. Given the Palestinians’ parlous finances after decades of resource theft by Israel, that is not much of a promise. \n All of this has been dressed up as a “realistic two-state solution”, offering the Palestinians nearly 70 percent of the occupied territories – which in turn comprise 22 percent of their original homeland. Put another way, the Palestinians are being required to accept a state on 15 percent of historic Palestine after Israel has seized all the best agricultural land and the water sources. \n Like all one-time deals, this patchwork “state” – lacking an army, and where Israel controls its security, borders, coastal waters and airspace – has an expiry date. It needs to be accepted within four years. Otherwise, Israel will have a free hand to start plundering yet more Palestinian territory. But the truth is that neither Israel nor the US expects or wants the Palestinians to play ball. \n That is why the plan includes – as well as annexation of the settlements – a host of unrealisable preconditions before what remains of Palestine can be recognised: the Palestinian factions must disarm, with Hamas dismantled; the Palestinian Authority led by Mahmoud Abbas must strip the families of political prisoners of their stipends; and the Palestinian territories must be reinvented as the Middle East’s Switzerland, a flourishing democracy and open society, all while under Israel’s boot. \n Instead, the Trump plan kills the charade that the 26-year-old Oslo process aimed for anything other than Palestinian capitulation. It fully aligns the US with Israeli efforts – pursued by all its main political parties over many decades – to lay the groundwork for permanent apartheid in the occupied territories. \n Trump invited both Netanyahu, Israel’s caretaker prime minister, and his chief political rival, former general Benny Gantz, for the launch. Both were keen to express their unbridled support. \n Between them, they represent four-fifths of Israel’s parliament. The chief battleground in the March election will be which one can claim to be better placed to implement the plan and thereby deal a death blow to Palestinian dreams of statehood. \n On the Israeli right, there were voices of dissent. Settler groups described the plan as “far from perfect” – a view almost certainly shared privately by Netanyahu. Israel’s extreme right objects to any talk of Palestinian statehood, however illusory. \n Nonetheless, Netanyahu and his right-wing coalition will happily seize the goodies offered by the Trump administration. Meanwhile the plan’s inevitable rejection by the Palestinian leadership will serve down the road as justification for Israel to grab yet more land. \n There are other, more immediate bonuses from the “deal of the century”. \n By allowing Israel to keep its ill-gotten gains from its 1967 conquest of Palestinian territories, Washington has officially endorsed one of the modern era’s great colonial aggressions. The US administration has thereby declared open war on the already feeble constraints imposed by international law. \n Trump benefits personally, too. This will provide a distraction from his impeachment hearings as well as offering a potent bribe to his Israel-obsessed evangelical base and major funders such as US casino magnate Sheldon Adelson in the run-up to a presidential election. \n And the US president is coming to the aid of a useful political ally. Netanyahu hopes this boost from the White House will propel his ultra-nationalist coalition into power in March, and cow the Israeli courts as they weigh criminal charges against him. \n How he plans to extract personal gains from the Trump plan were evident on Tuesday. He scolded Israel’s attorney-general over the filing of the corruption indictments, claiming a “historic moment” for the state of Israel was being endangered. \n Meanwhile, Abbas greeted the plan with “a thousand nos”. Trump has left him completely exposed. Either the PA abandons its security contractor role on behalf of Israel and dissolves itself, or it carries on as before but now explicitly deprived of the illusion that statehood is being pursued. \n Abbas will try to cling on, hoping that Trump is ousted in this year’s election and a new US administration reverts to the pretence of advancing the long-expired Oslo peace process. But if Trump wins, the PA’s difficulties will rapidly mount. \n No one, least of all the Trump administration, believes that this plan will lead to peace. A more realistic concern is how quickly it will pave the way to greater bloodshed. \n A version of this article first appeared in the National, Abu Dhabi. \n ", "title": "Trump’s ‘deal of the century’ won’t bring peace – that was the plan", "url": "https://mondoweiss.net/2020/01/trumps-deal-of-the-century-wont-bring-peace-that-was-the-plan/", "author": "Jonathan Cook", "datetime": "2020-01-30 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Jonathan_trumps-d_2020-01-30"}