{"text": "This was an election of two illusions. \n The first helped persuade much of the British public to vote last week for the very epitome of an Eton toff, a man who not only has shown utter contempt for most of those who voted for him but has spent a lifetime barely bothering to conceal that contempt. For him, politics is an ego-trip, a game in which others always pay the price and suffer, a job he is entitled to through birth and superior breeding. \n The extent to which such illusions now dominate our political life was highlighted two days before the election with a jaw-dropping comment from a Grimsby fish market worker. He said he would vote Tory for the first time because “Boris seems like a normal working class guy.” \n Johnson is precisely as working class, and “normal”, as the billionaire-owned Sun and the billionaire-owned Daily Mail. The Sun isn’t produced by a bunch of working-class lads down the pub having a laugh, nor is the Mail produced by conscientious middle managers keen to uphold “British values” and a sense of fair play and decency. Like the rest of the British media, these outlets are machines, owned by globe-spanning corporations that sell us the illusions – carefully packaged and marketed to our sectoral interest – needed to make sure nothing impedes the corporate world’s ability to make enormous profits at our, and the planet’s, expense. \n The Sun, Mail, Telegraph, Guardian and BBC have all worked hard to create for themselves “personalities”. They brand themselves as different – as friends we the public might, or might not, choose to invite into our homes – so that they can win the largest share possible of the UK audience, capturing every section of the public as news consumers, while feeding us a distorted, fairytale version of reality that is optimal for business. They are no different to other corporations in that regard. \n British supermarkets like Tesco, Sainsbury, Lidl and Waitrose similarly brand themselves to appeal to different sections of the public. But all these supermarkets are driven by the same pathological need to make profits at all costs. If Sainsbury’s sells fair trade tea as well as traditionally produced tea, it is not because it cares more than Lidl about the treatment of workers and damage to the environment but because it knows its section of consumers care more about such issues. And as long as it makes the same profits on good and bad tea, why should it not cater to its share of the market in the name of choice and freedom? \n The media are different from supermarkets in one way, however. They are not driven simply by profit. In fact, many media outlets struggle to make money. They are better seen as the loss-leader promotion in a supermarket, or as a business write-off against tax. \n The media’s job is to serve as the propaganda arm of big business. Even if the Sun makes an economic loss, it has succeeded if it gets the business candidate elected, the candidate who will keep corporation tax, capital gains tax and all the other taxes that affect corporate profits as low as possible without stoking a popular insurrection. \n The media are there to support the candidate or candidates who agree to sell off more and more public services for short-term profit, allowing the corporate vultures to pick hungrily at their carcasses. The media’s job is to back the candidate who will prioritise the corporations’ interests over the public’s, quick profits over the future of the NHS, the self-destructive logic of capitalism over the idea – socialist or not – of a public realm, of the common good. The corporations behind the Sun or the Guardian can afford to make a loss as long as their other business interests are prospering. \n It’s not the Sun wot won it, it’s the entire corporate media industry. \n The real revelation of this election, however, has been the BBC, the most well concealed of all those illusion-generating machines. The BBC is a state broadcaster that has long used its entertainment division – from costume dramas to wildlife documentaries – to charm us and ensure the vast majority of the public are only too happy to invite it into their homes. The BBC’s lack of adverts, the apparent absence of a grubby, commercial imperative, has been important in persuading us of the myth that the British Broadcasting Corporation is driven by a higher purpose, that it is a national treasure, that it is on our side. \n Please don't tell me Laura Kuenssberg, the BBC's political editor, didn't know about the postal ballot rule. She broke the law and did so wilfully because  \n 1) she's politically partisan (as she's demonstrated over and over again)  \n 2) she knows she'll pay no price for her crime https://t.co/rJnFMjUDrh \n — Jonathan Cook (@Jonathan_K_Cook) December 11, 2019 \n  \n But the BBC always was the propaganda arm of the state, of the British establishment. Once, briefly, in the more politically divided times of my youth, the state’s interests were contested. There were intermittent Labour governments trying to represent workers’ interests and powerful trade unions that the British establishment dared not alienate too strongly. Then, countervailing popular interests could not be discounted entirely. The BBC did its best to look as if it was being even-handed, even if it wasn’t really. It played by the rules for fear of the backlash if it did not. \n All that has changed, as this election exposed more starkly than ever before. \n What most newspaper front pages might have looked like this morning if they weren't all in the pocket of billionaire owners who want a Boris Johnson government at all costs pic.twitter.com/YmNNSScs3Q \n — Jonathan Cook (@Jonathan_K_Cook) December 10, 2019 \n  \n The reality is that the corporate class – the 0.001% – has been in control of our political life uninterrupted for 40 years. As in the United States, the corporations captured our political and economic systems so successfully that for most of that time we ended up with a choice between two parties of capital: the Conservative party and New Labour. \n BBC Reporter: \n “If Boris wins the majority he *so* deserves” \n Hey Britain, North Korea called. It wants it’s ministry of information back. \n  pic.twitter.com/gJKAFS1KWD \n — Kerry-Anne Mendoza (@TheMendozaWoman) December 11, 2019 \n  \n The corporations used that unbroken rule to shore up their power. Public utilities were sold off, the building societies became corporate banks, the financial industries were deregulated to make profit the only measure of value, and the NHS was slowly cannibalised. The BBC too was affected. Successive governments more openly threatened its income from the licence fee. Union representation, as elsewhere, was eroded and layoffs became much easier as new technology was introduced. The BBC’s managers were drawn ever more narrowly from the world of big business. And its news editors were increasingly interchangeable with the news editors of the billionaire-owned print media. \n To take one of many current examples, Sarah Sands, editor of the key Radio 4 Today programme, spent her earlier career at the Boris Johnson-cheerleading Mail and Telegraph newspapers. \n 88% of Conservative ads contain lies as opposed to 0 Labour ads so the obvious conclusion is they’re all as bad as each other. https://t.co/xcp8t2so3h \n — David Schneider (@davidschneider) December 10, 2019 \n  \n In this election, the BBC cast off its public-service skin to reveal the corporate Terminator-style automaton below. It was shocking to behold even for a veteran media critic like myself. This restyled BBC, carefully constructed over the past four decades, shows how the patrician British establishment of my youth – bad as it was – has gone. \n Now the BBC is a mirror of what our hollowed-out society looks like. It is no longer there to hold together British society, to forge shared values, to find common ground between the business community and the trade unions, to create a sense – even if falsely – of mutual interest between the rich and the workers. No, it is there to ringfence turbo-charged neoliberal capitalism, it is there to cannibalise what’s left of British society, and ultimately, as we may soon find out, it is there to generate civil war. \n I didn't realise quite how quickly the BBC went back to its normal, knock-Corbyn-at-all-costs service. Skawkbox reports that this segment of the newspaper review was cut by BBC editors when the show was repeated an hour later https://t.co/JFHK3ig54D \n — Jonathan Cook (@Jonathan_K_Cook) December 10, 2019 \n  \n The second illusion was held by the left. We clung to a dream, like a life-raft, that we still had a public space; that, however awful our electoral system was, however biased the red-tops were, we lived in a democracy where real, meaningful change was still possible; that the system wasn’t rigged to stop someone like Jeremy Corbyn from ever reaching power. \n That illusion rested on a lot of false assumptions. That the BBC was still the institution of our youth, that it would play reasonably fair when it came to election time, giving Corbyn a level playing field with Johnson for the final few weeks of the campaign. That social media – despite the relentless efforts of these new media corporations to skew their algorithms to trap us in our own little echo chambers – would act as a counterweight to the traditional media. \n But most importantly, we turned a blind eye to the social changes that 40 years of an unchallenged corporate-sponsored Thatcherism had wreaked on our imaginations, on our ideological lives, on our capacity for compassion. \n As public institutions were broken apart and sold off, the public realm shrank dramatically, as did our moral horizons. We stopped caring about a society that Margaret Thatcher had told us didn’t exist anyway. \n Large sections of the older generations profited from the sell-off of the public realm, and policies that flagrantly disregarded the planet’s future. They were persuaded that this model of short-term profit, of slash-and-burn economics from which they had personally benefited, was not only sustainable but that it was the only possible, the only good model. \n The younger generations have never known any other reality. The profit motive, instant gratification, consumer indulgence are the only yardsticks they have ever been offered to measure value. A growing number have started to understand this is a sick ideology, that we live in an insane, deeply corrupted society, but they struggle to imagine another world, one they have no experience of. \n How can they contemplate what the working class achieved decades ago – how a much poorer society created medical care for all, an NHS that our current one is a pale shadow of – when that history, that story of struggle is rarely told, and when it is it is told only through the distorting prism of the billionaire-owned media? \n We on the left didn’t lose this election. We lost our last illusions. The system is rigged – as it always has been – to benefit those in power. It will never willingly allow a real socialist, or any politician deeply committed to the health of society and the planet, to take power away from the corporate class. That, after all, is the very definition of power. That is what the corporate media is there to uphold. \n This is not about being a bad loser, or a case of sour grapes. \n In the extraordinary circumstances that Corbyn had overcome all these institutional obstacles, all the smears, and won, I was planning to write a different post today – and it would not have been celebratory. It would not have gloated, as Johnson’s supporters and Corbyn’s opponents in the Conservative party, large sections of the Labour parliamentary party, and the rightwing and liberal media are doing now. \n This is the moment Freedland hoped and expected he would get back in 2017. He and the Guardian have had to wait another two years to gloat, but they did not waste the intervening period. Since then, they have worked industriously to make sure of a Corbyn defeat https://t.co/x09IR5ZcHA \n — Jonathan Cook (@Jonathan_K_Cook) December 13, 2019 \n  \n No, I’d have been warning that the real battle for power was only just beginning. That however bad the past four years had been, we had seen nothing yet. That those generals who threatened a mutiny as soon as Corbyn was elected Labour leader were still there in the shadows. That the media would not give up on their disinformation, they would intensify it. That the security services that have been trying to portray Corbyn as a Russian spy would move from insinuation into more explicit action. \n Nonetheless, we have the future on our side, dark as it may be. The planet isn’t going to heal itself with Johnson, Donald Trump and Brazil’s Jair Bolsonaro in charge. It’s going to get a lot sicker, a lot quicker. Our economy isn’t going to become more productive, or more stable, after Brexit. Britain’s economic fate is going to be tied even more tightly to the United States’, as resources run out and environmental and climate catastrophes (storms, rising seas levels, flooding, droughts, crop failures, energy shortages) mount. The contradictions between endless growth and a planet with finite resources will become even starker, the crashes of 2008 more familiar. \n The corporate party Johnson’s victory has unleashed is going to lead, sooner or later, to a truly terrifying hangover. \n The likelihood is that the Blairites will exploit this defeat to drag Labour back to being a party of neoliberal capital. We will once again be offered a “choice” between the blue and the red Tory parties. If they succeed, Labour’s mass membership will desert the party, and it will become once again an irrelevance, a hollow shell of a workers’ party, as empty ideologically and spiritually as it was until Corbyn sought to reinvent it. \n It may be a good thing if this coup happens quickly rather than being dragged out over years, keeping us trapped longer in the illusion that we can fix the system using the tools the corporate class offers us. \n We must head to the streets – as we have done before with Occupy, with Extinction Rebellion, with the schools strikes – to reclaim the public space, to reinvent and rediscover it. Society didn’t cease to exist. It wasn’t snuffed out by Thatcher. We just forgot what it looked like, that we are human, not machines. We forgot that we are all part of society, that we are precisely what it is. \n Now is the time to put away childish things, and take the future back into our hands. \n ", "title": "Corbyn’s defeat has slain the left’s last illusion", "url": "https://mondoweiss.net/2019/12/corbyns-defeat-has-slain-the-lefts-last-illusion/", "author": "Jonathan Cook", "datetime": "2019-12-16 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_Jonathan_corbyns-_2019-12-16"}