{"text": "Benny Gantz, the former Israeli general turned party leader, agreed late last week to join his rival Benjamin Netanyahu in an “emergency government” to deal with the coronavirus epidemic. \n Two weeks ago he had won a wafer-thin majority vote in the parliament that gave him first shot at trying to put together a coalition government. \n Instead he has conceded to Netanyahu, who will remain prime minister for the next 18 months. Gantz is supposed to take over in late 2021, though Netanyahu has a formidable reputation for double-dealing. \n Over the past year Gantz fought three hotly contested, though indecisive, general elections in which he vowed to bring down Netanyahu, who has ruled continuously for 11 years. \n He had promised supporters he would never sit in a government alongside Netanyahu, who is due to stand trial on multiple corruption charges. \n Predictably, the U-turn tore apart Gantz’s Blue and White party. Denouncing the decision, two of the alliance’s three constituent factions said they would head into the opposition. \n There has been increasing governmental paralysis over the past year with neither Gantz nor Netanyahu able to cobble together a majority coalition with other parties. \n The reason was the Joint List party, representing Israel’s Palestinian citizens, a fifth of the country’s population, which effectively held the balance of votes. None of the main Jewish parties was prepared to be seen relying on its 15 seats. \n Even with Gantz’s depleted party, Netanyahu’s “emergency government” should now be able to muster more than 70 seats in the 120-member parliament, giving him a safe majority. \n Renowned for his ability to pull off political miracles, Netanyahu appears to have gradually worn down Gantz’s resistance over the past 12 months. The coronavirus epidemic proved the final straw. \n Netanyahu has exploited justifiable fears about the virus to cement his status as Father of the Nation. In regular addresses, he has presented himself as Israel’s Winston Churchill, the British wartime leader who helped vanquish the Nazis. \n He has now served longer as prime minister than the country’s founding father, David Ben-Gurion. \n Gantz, it seems, assessed that there was no practical way to push for a fourth election during the current lockdowns. And in any case Netanyahu, given his complete dominance of the airwaves, would have been able to cast Gantz as recklessly endangering Israel’s health and its security by refusing to join him in government. \n The Blue and White leader may have blanched too at the prospect of another no-holds-barred election campaign, unleashing yet more of the dirty tricks in which Netanyahu and his allies excel. \n As Netanyahu has grown more desperate to stay in power – and fearful of being put on trial – the gloves have come off. In the last two elections, his officials have questioned Gantz’s mental health and spread unverifiable rumours that a phone stolen from him contained compromising photos passed on to Iran. \n Further, because his path to power depended on backing from the Joint List, Gantz was the subject of endless smears from Netanyahu accusing him of getting into bed with “supporters of terrorism”. The result was a wave of death threats. \n There was another consideration for Gantz. It had becoming increasingly clear that Netanyahu was prepared to provoke a constitutional crisis – and likely violence – to hold on to power. \n Netanyahu’s strategy has been to undermine the court system and the parliament – the two main checks on the executive he controls. \n Amir Ohana, his justice minister, has partially shut down the courts. That included postponing Netanyahu’s March 17 trial until the end of May. There is no certainty the case won’t be delayed again. \n To deal with the resulting logjam of hearings, the cabinet passed emergency regulations last week to allow court cases to be conducted by video instead. But notably, an exemption was made for those facing indictment, such as Netanyahu. \n The caretaker prime minister has also stood by mutely as his senior officials have unleashed a torrent of incitement against the Israeli supreme court, in a transparent effort to intimidate its judges and turn the public mood against the legal system. \n Yuli Edelstein, the speaker of the parliament from Netanyahu’s Likud party, suspended the legislature on March 18 – two weeks after the election – and refused to hold a vote for his successor as speaker because Gantz’s bloc had a narrow majority. \n The fear was that a new speaker would help pass legislation to prevent criminal suspects under indictment from serving as prime minister, ousting Netanyahu from power. \n The supreme court ruled that Edelstein had committed “an unprecedented violation of the rule of law” and demanded that he allow the parliament to vote on his replacement. Instead, Edelstein resigned to avoid carrying out the ruling. \n Netanyahu’s closest allies, including the justice minister, rounded on the judges. Yariv Levin, the tourism minister, accused the chief justice, Esther Hayut, of launching a judicial “coup”. He mocked her, suggesting she come to the Knesset, backed by court guards, and open the parliament herself. \n As veteran Israeli analyst Ben Caspit observed: “The coronavirus outbreak allows Netanyahu to keep undermining the rule of law for his own survival, almost unchallenged.” \n Defending his decision to join the government, Gantz said: “These are not normal times and they call for unusual decisions.” \n He hopes to persuade his supporters that he has not capitulated completely. If things go to plan – a big if – Gantz should become prime minister in a year and a half’s time. \n Reportedly, Gantz had also insisted that one of his legislators be justice minister – presumably to ensure Netanyahu cannot evade trial indefinitely. But that safeguard was almost immediately undermined by legislation the emergency government started drafting to exempt Netanyahu from a current law that would prevent him from serving as an ordinary minister while under criminal indictment. \n As a Haaretz editorial observed this week: “It’s hard to stomach this new reality in which people who, until not long ago, presented themselves as warriors against government corruption in general and the corruption attributed to Netanyahu in particular, have now become its defense attorneys.” \n A further plus for Netanyahu is that in the meantime he will likely have Gantz as foreign minister – where he will be responsible, as a supposed “moderate”, for burnishing Israel’s “democratic” credentials abroad. \n It may not be plain-sailing. \n This month Israel scored record lows in annual global democracy surveys. Freedom House noted Israel had slipped six points – “an unusually large decline for an established democracy” – even before the latest events, noting that Netanyahu had “anti-democratic tendencies”. \n Israel’s president, Reuven Rivlin, from Netanyahu’s own party, has similarly warned that the country’s democratic institutions are under threat. \n Convoys of cars have been defying the lockdowns to protest at Netanyahu’s increasing flouting of norms. \n The first test of the emergency government will be whether Gantz’s inclusion stays the demonstrators’ hand for the time being or inflames yet more protests. \n A version of this article first appeared in the National, Abu Dhabi. \n ", "title": "Netanyahu uses coronavirus to lure rival Gantz into ‘emergency’ government", "url": "https://mondoweiss.net/2020/03/netanyahu-uses-coronavirus-to-lure-rival-gantz-into-emergency-government/", "author": "Jonathan Cook", "datetime": "2020-03-30 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_netanyah_2020-03-30"}