{"text": "Well, what did you expect when you heard President Trump was seeking the “ultimate deal” in the Middle East — and that he was subcontracting the task to his neophyte son-in-law Jared Kushner? A historic breakthrough? Was there any reason to think this administration would act as an honest broker and put forward a real two-state solution that cut through the stalemate and satisfied the national aspirations of the Palestinians while ensuring the security of Israel? \n Of course there wasn’t. And if you were among the few who held out hope, it is now officially time to be disappointed. The long-awaited, much-hyped plan shepherded through by the entirely inexperienced Kushner, former Trump Organization lawyer Jason Greenblatt and settlement-supporting U.S. Ambassador to Israel David Friedman was unveiled Tuesday, and it seems destined to go nowhere. \n Palestinian leaders have declared the plan dead on arrival. Although Trump hosted both Israeli Prime Minister Benjamin Netanyahu and his political opponent Benny Gantz at the White House to discuss it, the Palestinians were not invited or consulted. It’s no wonder then that the plan leans so heavily toward Israel at the expense of the Palestinians. \n On the positive side for the Trump administration, the plan may take some attention away from the sordid impeachment drama unfolding in the U.S. Senate (although presumably not for long). And because it favors Israel’s position in the conflict, it will make some evangelical Christians and conservative Jewish Americans happy — potentially critical voting blocs for Trump in 2020. The plan no doubt also offers a welcome distraction for Netanyahu, who is facing political gridlock in his country and who was formally indicted Tuesday on three sets of corruption charges. \n But will it solve problems? Or enhance the chances of peace? Probably not.  It’s difficult to see how this one-sided plan — which Trump trumpeted as a “win-win” for both sides — would serve as a catalyst for renewed diplomacy to resolve the conflict. \n It does call for two states, at least. That remains, in our view, the only way to solve the conflict. Like some previous proposals, it relies on land swaps to keep the big West Bank settlements in the hands of Israel, while offering up Israeli territory to be part of the Palestinian state. It calls on the Palestinians to establish a democratic state that would guarantee human rights, freedom of speech and freedom of religion. It proposes the construction of a high-speed rail line between the West Bank and Gaza to allow for a viable Palestinian state that encompasses both. It promises billions in financial aid to the proposed Palestinian state.  \n But the plan has fatal flaws that make it highly unlikely to win Palestinian support. It would keep Jerusalem undivided as the capital of Israel, while the Palestinians, instead of making East Jerusalem their capital, would be allowed some kind of sub-capital on the outskirts of the city only. It would give Israel full control over some 30% of the West Bank, including the Jordan Valley. (Israel may implement this part of the proposal as soon as next week, by simply annexing the territory.) The new country would have only “conditional, limited sovereignty,” Netanyahu said Tuesday. The plan doesn’t offer a workable solution to help the millions of Palestinian refugees living outside the country; other plans have focused on resettlement in Israel or in the Palestinian state, or on providing meaningful compensation.  \n This peace proposal is not serious, and it is not designed with both sides in mind. That’s no surprise coming from the Trump administration, which has already closed the American consulate that served as liaison to the Palestinians, ordered that the American Embassy be moved to Jerusalem in a break with decades of U.S. policy, shut down the Palestine Liberation Organization mission in Washington and cut off aid to the Palestinians. \n  \n The tragedy is that this conflict has been going on in one form or another for 100 years and now seems likely to continue for the indefinite future. The peace process, which seemed so hopeful 25 years ago, is moribund. The antagonists don’t speak. Resentment is high. The two-state solution itself is being rejected by more and more people on both sides. \n And this is the best the Trump administration has to offer? \n ", "title": "\n        Editorial: Trump’s long-awaited Middle East peace plan is finally here. And it’s dead in the water\n    ", "url": "https://www.latimes.com/opinion/story/2020-01-28/trumps-long-awaited-middle-east-peace-plan-dead-in-the-water", "author": "The Times Editorial Board", "datetime": "2020-01-28 00:00:00", "folder": "LATIMES", "filename": "LATIMES_The Time_trumps-l_2020-01-28"}