{"text": "Palestinian Authority President Mahmoud Abbas held a round of phone conversations with Middle East leaders to urge them to oppose Israel’s possible annexation of parts of the West Bank, senior Palestinian official Saeb Erakat said on Saturday.\n \n The extension of Israeli sovereignty to areas of the West Bank was included in the Trump administration peace plan rolled out on January 28 in Washington, and has been embraced by Israel. Last month, senior White House officials were quoted by Israeli TV news as saying that they intended to green-light the annexation within months if the Palestinians do not return to the negotiating table, which they have refused to do after entirely dismissing the peace plan.\n    \n     \n In a tweet, Erakat said that Abbas spoke with Saudi Arabia’s King Salman, the monarch of Bahrain, Hamad bin Isa Al Khalifa; the emir of Kuwait, Jaber Al-Ahmad Al-Sabah; and the emir of Qatar, Tamim bin Hamad Al Thani to discuss “the Israeli plan of annexation and the need to prevent it.”\n\t\t\t\t\t\t\t \n The leaders also talked about the spread of the novel coronavirus and “other regional and international developments,” Erakat wrote.\n \n President Mahmoud Abbas discussed by phone with H.M. The king of Saudi-Arabia, H.M.The King  of Bahrain,H.H.The Emir of Kuwait. H.H.The Emir of Qatar,the Israeli plan of annexation and the need to prevent it. Fight against CoronaVirus.Other regional and international developments pic.twitter.com/mOQjAx8bO0\n \n — Dr. Saeb Erakat Ø§ÙØ¯ÙØªÙØ± ØµØ§Ø¦Ø¨ Ø¹Ø±ÙÙØ§Øª (@ErakatSaeb) April 11, 2020 \n Also Saturday, PA Social Affairs Minister Ahmad Majdalani raised his concerns that Israel would attempt to annex territory while global attention is focused on dealing with the pandemic, the Wafa news agency reported.\n \n “Uncovered reports that Washington and Tel Aviv are about to agree on the maps of annexation â at a time the world is preoccupied with the war on coronavirus â falls within the framework of the US plan to implement the ‘deal of the century,'” Majdalani said in a statement, referring to the Trump peace plan.\n\n\t \n Majdalani, who is a member of the Executive Committee of the Palestine Liberation Organization, warned that annexation “means an end to the two-state solution” to the Israeli-Palestinian conflict.\n \n Last Thursday, Erakat, the senior Palestinian negotiator in the conflict with Israel, tweeted that he had personally discussed the “consequences” of annexation with Saudi Foreign Minister Faisal bin Farhan Al-Saud, as well as Khalid bin Hamad Al Khalifa, a senior adviser to the Bahrain king. Erakat said he also spoke with Niles Annen, foreign policy spokesman of the German Social Democratic Party.\n \n Talks with those officials included discussions about the coronavirus, the UN’s Palestinian refugee aid agency UNRWA, and Saudi Arabia’s declaration of a ceasefire in Yemen, he wrote. \n The Palestinians have rejected the US peace plan, which envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of Gaza and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the coastal enclave, and fulfill other conditions. \n The plan allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. Israel has welcomed the proposal. \n Prime Minister Benjamin Netanyahu views West Bank annexation as a legacy-making move and has been adamant about seeing the measure through. Annexation was a sticking point in talks on forming an emergency unity government with his main rival, Blue and White head Benny Gantz, in the wake of inconclusive March 2 elections. \n Gantz has long opposed unilateral annexation but recognizes that the Netanyahu-led right-wing bloc currently has a majority in support for the move. However, the unity government talks have faltered and no deal has so far been reached. \n Last month, senior White House officials were quoted by Channel 13 as saying that they intended to allow Israel to go ahead with the annexation within months if the Palestinians do not agree to negotiate the peace plan. \n The White House sources were cited as estimating that Israel would agree to compromises on the peace initiative if the Palestinians come to the negotiating table, in return for normalization with the Arab world. \n Netanyahu has said that Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until a specially appointed committee to map out areas for annexation concludes its work, which could take months. \n ", "url": "https://www.timesofisrael.com/abbas-in-phone-call-blitz-to-prevent-israeli-annexation-in-west-bank/", "author": "TOI staff", "date": "12 April 2020, 7:19 pm"}
{"text": "Coalition talks between Likud and Blue and White have reached the “final stretch,” officials from both parties said Thursday as the two sides seek to reach a deal before the Passover holiday next week.\n \n A unity agreement was ânearly completed,” confirmed Blue and White MK Hili Tropper.\n    \n     \n Negotiations are set to resume Friday. with both parties reportedly seeking to finalize the new government by the weekend and to swear in the new cabinet before the Passover holiday begins on Wednesday evening.\n\t\t\t\t\t\t\t \n The major sticking point in the talks — annexation of parts of the West Bank — appears to have been bridged, though reports and claims about how it was bridged contradict each other.\n \n Likud had demanded to annex part of the West Bank within the next six months, fulfilling the party’s campaign promise. But Blue and White has insisted on delaying any dramatic geopolitical steps for at least six months while Israel deals with the COVID-19 crisis.\n\n\t \n Both parties have cited the coronavirus pandemic as their reason. Blue and White argues geopolitically sensitive steps will distract from managing both the immediate crisis and the economic collapse that is expected to follow. Likud officials, meanwhile, say the Trump administration’s much-criticized response to the contagion could cost US President Donald Trump his reelection in November — and shutter the “window of opportunity” of a favorable US diplomatic umbrella for an annexation.\n \n But the sides reached a significant “development” on Thursday that heralded a possible compromise, Blue and White officials told reporters.\n \n One reported version of that compromise: The new unity government would only carry out an annexation if the Trump administration gave its full-throated backing to the move.\n \n It’s not clear whether the US would indeed back the move, which makes the compromise a possible concession to Gantz’s wish to delay any unilateral steps in the West Bank. The compromise would neutralize Likud’s argument: if annexation is urgent because US support could evaporate after November, any decision to annex earlier should first make sure that support exists now.\n \n The Trump administration has wavered on the issue. After initially signaling approval for Israel to implement a limited annexation after it published its peace plan last year, the administration has since withdrawn support for immediate steps and told Israel to wait while Washington tries to boost support for its plan in some friendly Arab capitals.\n\n\t \n If that part of a compromise makes it into the new government’s policy guidelines, it suggests both Gantz and Netanyahu appear to believe they will be able to convince the administration to take their side — or that despite public declarations to the contrary, neither is actually keen on implementing any annexation in the near term. \n The issue is politically vital for Netanyahu, who faces an angry uprising among his right-wing allies over his massive concessions to Gantz on ministerial posts and policies — including half the next government’s expected 34 cabinet seats. The prime minister has made a dramatic show of holding his ground this week in the negotiations over the government’s annexation policies, mostly to shore up support among his aggrieved right-wing as the negotiations draw to a close. \n Another version of the compromise, one being described by Likud sources, would delay annexation but for less than the six months demanded by Gantz. This compromise attempts to neutralize Blue and White’s argument: If the key problem isn’t the principle of annexation, but the danger of distracting the government from its battle against the epidemic, then annexation should become a legitimate policy choice when the crisis recedes. \n Blue and White has demanded and received “vote freedom” on the issue, the right for every lawmaker to vote their conscience when any annexation proposal comes up for a vote in the Knesset or cabinet, without their vote being considered a violation of the coalition agreement. \n None of these ideas appears to be finalized in writing yet, and talks are still underway on the thorny question. But both parties have reportedly signaled their acquiescence in principle to compromising along these lines. \n It’s no accident that annexation has emerged as the central disagreement of the negotiations. The fight isn’t over the policy itself, but over the overarching narrative and identity of the new government. \n Gantz needs to show that his dramatic leap into a Netanyahu government — after running in three elections on the promise to unseat the scandal-plagued Likud leader — has succeeded in dramatically shifting Israeli politics toward the center. \n He seems to be succeeding, at least for now. A poll published Thursday by Channel 12 showed 47 percent of voters who chose Blue and White on March 2 would vote for his Israel Resilience party today. His other partners in the former Blue and White alliance, Yair Lapid’s Yesh Atid and Moshe Ya’alon’s Telem parties, would win just 22% of those voters. The poll also gives Gantz’s party 20 seats, which simple arithmetic suggests shows at least one-quarter of his current support comes from beyond Blue and White’s reliable electorate. \n Netanyahu, meanwhile, needs to show he can deliver unity without compromising on the right’s fundamental needs and principles — especially as he struggles to contain the anger in Likud and Yamina over the paltry number of cabinet posts he can offer them. \n Gantz’s apparent wins at the negotiating table — left-leaning ex-union leader MK Avi Nissenkorn as the next justice minister; stalled or possibly frozen annexation; former Knesset speaker Yuli Edelstein prevented from returning to the speakership — have sparked a firestorm of near-unanimous condemnation on the right. \n “Likud is redefining the concept of negotiations: Fulfilling all the wishes of the other side and giving him everything he wants,” quipped Yehudah Yifrach, the respected legal editor of the high-brow right-wing newspaper Makor Rishon. \n “Despite the loyalty we showed for a year and a half,” including refusing to help Gantz form a coalition in two previous elections, “the Likud seems to be throwing us away again,” charged Yamina’s Ayelet Shaked in an interview with the right-wing website Arutz Sheva. She described the talks as “a breakdown of all right-wing values.” \n The frustration with Netanyahu is understandable. In his race to conclude his agreement with Gantz, he hasn’t yet even started talks with his most loyal right-wing partners. \n The worst blow for Yamina came on Thursday, when it learned (from media reports, to be sure) that Netanyahu had found a dignified solution to the Edelstein conundrum: Blue and White would hand Likud the prestigious but ultimately uninfluential Foreign Ministry and Edelstein would become foreign minister; Likud’s current tourism minister, Yariv Levin, would become Knesset speaker; and Blue and White would be compensated with the Education Ministry, which runs the national education system and boasts the largest budget of any government agency. \n There’s just one problem. Such a switch could only come if the Eduction Ministry were taken out of the hands of Yamina’s Rafi Peretz. \n In an enraged response calculated to threaten Netanyahu personally, Yamina released a statement with a thinly veiled threat to back anti-corruption legislation — that is, legislation proposed by Blue and White meant to prevent an indicted MK like Netanyahu from serving as prime minister — if it is relegated to the opposition. \n “We’re not part of Netanyahu and Gantz’s game of musical chairs,” the statement read. “We have no intention of being a fig leaf in a leftist government that has sold out on the justice portfolio, is killing sovereignty [i.e., annexation in the West Bank]…and more. Yamina will advance its values within the government or in the Knesset,” it vowed, and listed those values: “the land of Israel, reforming the judiciary, the country’s Jewish identity, the free market, *the war against corruption*, and more.” \n The asterisks were in the original. \n Likud responded quickly and no less stridently, decrying Yamina’s “shameful statement,” which is said “proves that for [cabinet] jobs they’re willing to join forces with the [Arab-majority] Joint List and the radical left to topple Prime Minister Netanyahu.” \n Ignore the irony for the moment — Netanyahu accusing Yamina of a “shameful” willingness to “join forces” with the Arab parties while negotiating a unity deal with Gantz who had explicitly and openly relied on the Joint List’s votes. What is important here is how quickly Likud pivoted to depicting hard-right Yamina in language it usually reserves for its opponents, as in league with the Arab parties and the “radical left.” \n Yamina has begun preparing for the increasingly realistic possibility that Netanyahu will sideline it and relegate it to the opposition. One signal of those preparations: Yamina MKs have drafted at least eight separate bills on distinctly right-wing issues that they plan to propose from the opposition for the sole purpose of forcing Likud to publicly oppose them. The bills would annex part of the West Bank, scale back judicial review of legislation, reform judicial appointments, and more. \n Gantz has calculated his demands from the start to drive a wedge between Netanyahu and his heretofore loyal right-wing bloc. With Yamina now threatening to support legislation against Netanyahu and Netanyahu accusing Yamina head Naftali Bennett of left-wing sympathies, he seems to have achieved the goal. \n Ironically for Yamina, its strategy may be less sound than it believes. Its warning that it would support anti-Netanyahu legislation only increases Gantz’s leverage over Netanyahu by making the legislative threat more credible, and so makes it more difficult for Netanyahu to force the very compromises out of the Blue and White leader that Yamina is seeking. \n ", "url": "https://www.timesofisrael.com/unity-government-nears-completion-as-yamina-readies-to-bolt/", "author": "Haviv Rettig Gur", "date": "3 April 2020, 2:05 am"}
{"text": "Senior White House officials were quoted Thursday by an Israeli television network as saying that they intended to green-light Israeli annexation of swaths of West Bank land within months if the Palestinians don’t return to the negotiating table.\n \n According to Channel 13, the sources said they intend to go ahead with the implementation of the peace plan unveiled earlier this year by US President Donald Trump’s administration.\n    \n     \n They reportedly stressed that this would happen even if fourth successive Knesset elections are called following another deadlocked vote this week. They added that both contenders for the premiership, the incumbent Benjamin Netanyahu and challenger Benny Gantz, know that Trump’s presidency marks a unique opportunity.\n\t\t\t\t\t\t\t \n “We will be able to convince them to do the right thing,” they were quoted as saying in the Hebrew-language report.\n \n The Palestinians have rejected the US peace plan, which envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of Gaza and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the coastal enclave, and fulfill other conditions.\n \n The plan allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel. Israel has welcomed the proposal.\n\n\t \n Channel 13 said that Trump adviser Jared Kushner, the plan’s main architect, had told Republican and Democratic senators Wednesday in a closed briefing that the work of the Israeli-American joint team tasked with mapping the exact areas to be annexed would take several more months.\n \n Kushner reportedly said that if Palestinians resume negotiations during that time, the offer could be changed in their favor. If they don’t, he added, the process will continue and “the Palestinians will only be able to blame themselves.”\n \n The White House sources were cited as estimating that Israel would agree to further compromises if the Palestinians come to the negotiating table, in return for normalization with the Arab world.\n \n “Nobody can say we didn’t give the Palestinians an opportunity to return to the negotiating table,” said one of the sources. “If they want to come back and talk we are ready for that and we believe we could improve the plan for them. But if they don’t, we will continue moving ahead without them.”\n\n\t \n Last week, the US members of the joint committee met with Netanyahu and other senior Israeli officials as they pressed ahead with the project. It had been the first time that the two sides met to work together on deciding which areas Israel will extend sovereignty to, a measure tantamount to annexation. \n Asked how soon after the mapping is completed Israel would apply sovereignty, Netanyahu replied, “As far as we are concerned, immediately,” and said he would bring it for cabinet approval right away. \n The American members of the joint committee are US Ambassador to Israel David Friedman, his adviser Aryeh Lightstone, and C. Scott Leith, senior adviser for the Israeli-Palestinian conflict of the National Security Council. \n Also at the meeting were members of the Israeli mapping committee, Tourism and Immigration MinisterÂ Yariv Levin and Acting Director of the Prime Minister’s Office Ronen Peretz. \n Netanyahu has said Israel will extend sovereignty to the Jordan Valley and other areas of the West Bank only with the agreement of Washington. Washington has said that Israel must hold off on annexing areas of the West Bank until the committee concludes its work, which could take weeks or months. \n ", "url": "https://www.timesofisrael.com/us-said-threatening-to-okay-annexation-if-palestinians-dont-resume-negotiations/", "author": "TOI staff", "date": "5 March 2020, 10:21 pm"}
{"text": "A senior official in US President Donald Trumpâs administration firmly denied that Washington has attempted to communicate or set up a meeting with the Hamas terror group.\n \n The denial came a day after Hamas chief Ismail Haniyeh claimed to the pro-Hezbollah al-Mayadeen TV that the US had tried to communicate with the terror groupâs leadership and offered to meet.\n    \n     \n âThere is no truth to these assertions. None,â the senior administration official, who spoke on the condition of anonymity, told The Times of Israel.\n\t\t\t\t\t\t\t \n In the interview with al-Mayadeen, Haniyeh contended that Hamas had rejected both communicating with the US and holding a âsecretâ meeting with it.\n \n âWe were totally convinced that these meetings ultimately would be used for a narrative that the US wants to push forward â that the deal of century that we are announcing was arranged with Palestinian parties, especially including [those] in the resistance,â he stated, referring to the recently revealed US plan to resolve the Israeli-Palestinian conflict.\n\n\t \n Hamas, which has ruled the Gaza Strip since 2007 when it ousted the internationally recognized Palestinian Authority from the territory, has vehemently rejected the US plan, calling it âa dirty conspiracy against our issue and people.â\n \n Breaking with past American administrations, the US plan envisions the creation of a Palestinian state in about 70 percent of the West Bank, a small handful of neighborhoods in East Jerusalem, most of the Gaza Strip and some areas of southern Israel â if the Palestinians recognize Israel as a Jewish state, disarm Hamas and other terror groups in the Gaza Strip, and fulfill other conditions.\n \n The plan also allows Israel to annex settlements, grants the Jewish state sovereignty over the Jordan Valley and overriding security control west of the Jordan River, and bars Palestinian refugees from settling in Israel.\n \n Haniyeh did not state how the US allegedly tried to communicate with Hamas or hold a meeting with the group.\n \n Hamas officials, however, often exchange message with Egypt, Qatar and Turkey, all of which maintain diplomatic relations with Washington.\n \n Hamas, which seeks Israel’s destruction, is one of many groups on the State Department’s list of foreign terrorist organizations. \n Officials in the US government, including many who work on American policy vis-a-vis Israel and the Palestinians, have consistently criticized Hamas for its firing of rockets at Israel and its encouragement of violence against Israelis. \n ", "url": "https://www.timesofisrael.com/us-denies-that-it-attempted-to-communicate-with-hamas-terror-group/", "author": "Adam Rasgon", "date": "5 March 2020, 9:18 pm"}
{"text": "An estimated 87% of Arab Israelis who cast ballots in the Knesset elections on Monday voted for the Joint List, as community members rallied around the party and deserted the centrist Blue and White for the Arab-led alliance, a prominent pollster said on Wednesday.\n \n The Joint List was set to surge to 15 seats according to a near-final tally of Monday’s votes, giving the alliance it’s strongest-ever representation in the Knesset.\n    \n     \n The 87% marks an increase in support for the Joint List among Arabs compared to the last national elections in September when an estimated 80% of Arab voters backed it, Yousef Makladeh, the head of the Statnet research institute, told The Times of Israel. The party received 13 seats in the parliament in those elections.\n\t\t\t\t\t\t\t \n Makladeh said his calculations were based on the results of 99% of the total vote in Mondayâs elections. The Central Elections Committee has not released the final and complete elections results.\n \n He also said his calculations drew from data from polling stations in Arab towns and estimates regarding voter turnout in mixed Jewish-Arab cities, such as Jaffa and Ramle.\n \n The pollster said that many Arabs who voted for Zionist parties in September decided to support the Joint List after Blue and Whiteâs campaign started to make concerted efforts to appeal to right-wing voters.\n\n\t \n âThey began viewing Blue and White as no longer a part of the center or left and ultimately decided that the Joint List would best represent their interests,â he said, noting that some statements made by Blue and White chief Benny Gantz perturbed a large number of Arab voters who had previously supported Zionist parties.\n \n Gantz said in an interview in mid-February that one of his partyâs options would be to establish a government with âa Jewish majority.â He also repeatedly vowed that he would not form a government with the support of the Joint List.\n \n Makladeh said that in September’s elections an estimated 20% of Arab voters cast ballots for Zionist parties, while only some 13% did so on Monday.\n \n In the national elections in April 2019 when the Joint List ran on two separate slates â Hadash-Taâal and Raâam-Balad â an estimated 30% of Arab voters backed Zionist parties.\n \n Makladeh added that he calculated the overall turnout of Arab voters on Monday to be 64.7% — a jump from September when an estimated 59.2% cast ballots. \n In Aprilâs vote, only some 49.2% of Arabs showed up at polling stations to cast ballots. \n The pollster said that the recently revealed US administrationâs plan to resolve the Israeli-Palestinian conflict played a significant role in bringing Arabs out to vote. \n âMany people see this plan as a real threat,â he said. âThey thought if we donât act now, they may actually implement it.â \n The US plan âcontemplatesâ placing ten Arab villages near the West Bank inside a future Palestinian state, if both Israel and the Palestinians agree to do so. \n It was viewed by many Palestinians and their allies as an attempt to provide US cover for Israeli plans to annex large swaths of the West Bank. \n Makladeh also said Netanyahu’s rhetoric against Joint List MK Ahmad Tibi encouraged Arab voters to take to the polls. \n âPeople thought Netanyahu purposefully singled out Ahmad Tibi because he has a common Arab name,â he said. âThey did not view it as an attack on Tibi alone but rather all Arabs.â \n While Netanyahu did not use much of the anti-Arab rhetoric he has used in past elections before Mondayâs vote, he did repeatedly suggest that Tibi and the rest of the Joint List lack legitimacy to be involved in government decision-making. \n The pollster added the Joint List, which includes secular nationalists, socialists and Islamists, managed to avoid internal conflicts, helping make the party more attractive to Arab voters. \n “Before last September’s elections, they fought for days over which party will get which seat. But this time, they started out unified and quickly agreed to the makeup of their slate,” he said. “This show of greater unity made people feel better about the Joint List’s approach.” \n Separately, Channel 12 reported on Wednesday that data collected by the Joint List showed that the alliance received 20,000 votes from Jewish Israelis in Monday’s vote — double what it obtained from them in September. \n   \n ", "url": "https://www.timesofisrael.com/joint-list-captured-almost-total-arab-vote-pollster-calculates/", "author": "Adam Rasgon", "date": "4 March 2020, 11:55 pm"}
