{"text": "After years of anticipation that began on US President Donald Trump’s campaign trail in 2016, the “Deal of the Century” was finally unveiled last week to Israeli fanfare and Palestinian outrage. \n The 181-page plan, complete with conceptual maps, proposed land transfers, and economic incentives, touched on a number of the critical issues surrounding the Israeli Palestinian conflict for decades. \n Borders, settlements, refugees, and the status of Jerusalem were all mentioned in the plan, which was described by Trump as a “win-win” situation for both parties. \n But with the Israeli government seemingly ready to implement the plan at once, and the Palestinians refusing to engage with what they are calling the “fraud of the century,” a major question remains: what is it about the plan that makes it so appealing to Israel, and so insulting to the Palestinians. \n Mondoweiss has broken down the peace plan below to answer that question, and highlight the parts of the proposal that offer up more problems than solutions. \n The status of Jerusalem has been widely contested since Israel occupied the city in 1967, and even more so since Trump recognized the city as the capital of Israel in 2017. \n Despite the decades-long demand by Palestinians that the future of any Palestinian state should have East Jerusalem as its capital, Trump’s proposal states that an “undivided” Jerusalem “will remain the sovereign capital of the State of Israel” \n The plan proposes that Palestinians could establish their capital in the outer sections of East Jerusalem that fall on the Eastern side of the Israeli separation wall, suggesting neighborhoods like Kafr Aqab, the “eastern part of Shuafat” — likely the Shuafat refugee camp — and Abu Dis. \n In addition to these neighborhoods already suffering from severe overcrowding and poverty, the suggested locations serve little historic or symbolic value to Palestinians, as opposed to the heart of East Jerusalem, which includes the Old City. \n “Jerusalem should be internationally recognized as the capital of the State of Israel. Al Quds (or another name selected by the State of Palestine) should be internationally recognized as the capital of the State of Palestine,” the plan states. \n As for the other parts of East Jerusalem that fall on the Israeli side of the wall, including all the holy sites, and the homes of a large portion of the 300,000 Palestinian Jerusalemites, will remain a part of Israel. \n Revered by both Muslims and Jews, the Al-Aqsa Mosque has been a source of tension for Israelis and Palestinians, who both claim the site as their own — Jews believe the mosque stands above the site of the Second Temple, the holiest site in Judaism, while the Quran names the site as the third holiest place in Islam. \n Despite a 1967 agreement between Jordan and Israeli deeming Jordan as the official “custodian” of Al-Aqsa, Palestinians have long feared and fought against Israeli attempts to change the status quo at the site, citing frequent Israeli police raids and the presence of right-wing settlers. \n The plan suggests that the current agreement between Israel and Jordan remain in place, and “the status quo at the Temple Mount/Haram al-Sharif should continue uninterrupted.” \n However, the plan suggests that the current ban on non-Muslim prayer at the site — an extremely sensitive subject for Palestinians — be overriden: \n “People of every faith should be permitted to pray on the Temple Mount/Haram al-Sharif, in a manner that is fully respectful to their religion, taking into account the times of each religion’s prayers and holidays, as well as other religious factors,” the proposal states. \n Despite claiming to welcome those of all faiths, the plan emphasizes that only Muslims who “come in peace” shall be allowed to enter and worship Al-Aqsa. It remains unclear how Israel — assuming the decision will be up to Israeli authorities — it will be determined which Muslims “come in peace” and do not. \n In addition to Jerusalem’s holy sites, the plan outlines a series of tourism initiatives that would take place in the proposed state of Palestine. The first proposes a “special tourism zone” in Atarot, currently an Israeli industrial zone north of Jerusalem, to “support Muslim tourism to Jerusalem and its holy sites.” \n The second proposes a Palestinian resort at the northern Dead Sea “without prejudice to the State of Israel’s sovereignty at such location, including, without limitation, Israel’s sovereignty to the shoreline.” \n On the issue of borders, Trump’s plan proposes a “two-state” solution — an unrecognizable version of the former two-state solution proposed along the 1967 borders. “The State of Israel and the United States do not believe the State of Israel is legally bound to provide the Palestinians with 100 percent of pre-1967 territory,” the plan says. \n Map of a future Palestinian state in the Trump administration plan. \n Instead, Palestinians will be given what has been described by some critics as an “archipelago” of enclaves, attached by a network of roads, highways, and tunnels. This would include a tunnel or highway connecting the Gaza Strip with the conglomerate of enclaves in the West Bank. \n The plan does little to ensure any sense of Palestinian sovereignty, even over the areas that would become a part of the future Palestinian state, instead priotizing Israeli security above all else. \n Israel will continue to control the air space, the Jordan Valley — proposed as the new eastern border of Israel — and the network of roads connecting the enclaves, as well as a proposed access route linking the Palestinian state with the Jordanian border. \n While the plan says that travel between Jordan and Palestine will be subject to the immigration rules of the State of Palestine, it remains unclear how visas for foreign nationals who wish to enter both Israel and Palestine will be issued. \n The plan also says that Israel will be allowed to enter the Palestinian state at any time in the name of security and “will maintain the right to dismantle and destroy any facility in the State of Palestine that is used for the production of prohibited weapons or for other hostile purposes.” \n In addition, the existing separation wall, which cuts through hundreds of Palestinian communities across the territory, will remain in place, and “will be realigned to match the new borders.” It remains unclear if the current construction of the wall will continue to develop, and if so, in which way. \n One of the most controversial aspects of the plan surrounds the proposal for land swaps between the states and the US support for Israel’s annexation of large swaths of land comprising existing settlements and the surrounding areas, and the Jordan Valley. \n “Approximately 97% of Israelis in the West Bank will be incorporated into contiguous Israeli territory,” the plan says of the estimated 600,000 Israeli settlers living in the West Bank illegally. As for the three percent of settlers living in settlements that won’t be annexed to Israeli territory, will have the choice to remain in settlements within the Palestinian state, surrounded by an Israeli security network. \n And while the plan proposes Israeli annexation of the Jordan Valley, it does not address what will happen to the thousands of Palestinians living in that area. Will they become citizens of Israel and be granted full rights under the law? Or will they remain Palestinian citizens living under a system current to the existing one of Israeli occupation and control? \n The plan does mention that “existing agricultural enterprises owned or controlled by Palestinians shall continue without interruption or discrimination, pursuant to appropriate licenses or leases granted by the State of Israel,” meaning that Jordan Valley farmers and land owners will be subject to the Israeli permit regime in order to access of harvest their land. \n In exchange, the plan proposes the following for Palestine: the transference of two areas of land in the Negev desert: one for agricultural and residential use, and the other to be used as an industrial zone. \n More controversially, the plan proposes the possible swap, upon Israel’s consideration, of the Arab “triangle communities” in Israel’s north to the state of Palestine, encompassing Kafr Qara, Arara, Baha al-Gharbiyye, Umm al-Fahm, Qalansawe, Tayibe, Kafr Qasim, Tira, Kafr Bara and Jaljulia. \n The Palestinian residents of these towns number around 350,000, and account for nearly a third of Israel’s Palestinian population, and hold Israeli passports. \n “The Vision contemplates the possibility, subject to agreement of the parties that the borders of Israel will be redrawn such that the Triangle Communities become part of the State of Palestine,” the plan states. “In this agreement, the civil rights of the residents of the triangle communities would be subject to the applicable laws and judicial rulings of the relevant authorities.” \n When discussing the subject of Palestinian refugees, who are estimated to number around 6 million, the plan starts off with a resounding rejection of the right of return for Palestinian refugees — a right enshrined in international law under UN Resolution 194. \n Additionally, the plan says that only refugees currently registered with UNRWA — which number around 1.4 million, a fraction of the actual number of refugees — will be eligible for “any refugee rights” under the plan. \n The plan “envisions three options for Palestinian refugees seeking a permanent place of residence”: \n 1. Absorption into the State of Palestine, subject to the discretion of the Israeli security apparatus \n 2. Local integration in current host countries, subject to those countries consent); or \n 3.The acceptance of 5,000 refugees each year, for up to ten years (50,000 total refugees),in individual Organization of Islamic Cooperation member countries who agree to participate in Palestinian refugee resettlement (subject to those individual countries’ agreement).” \n The plan also proposes a compensation fund for the eligible refugees, to be administered by the US and the future Palestinian state. \n Most notably, refugee status will terminate with the signing of the agreement and Palestinians will need to “dismantle” all refugee camps. UNRWA will be removed, and instead replaced by the “relevant governments” and the “Trump Economic Plan” will work to build new housing stock in lieu of refugee camps, though the plan does not specify where the new permanent housing will be built, and if the residents of the refugee camps will be compensated for the “dismantlement” of their homes and communities. \n The issue of Palestinian political prisoners and prisoner swaps has long been a sore spot in the Israeli-Palestinian conflict. One of the key demands of Palestinians in past negotiations is the release of all political prisoners being held by Israel. \n According to the Palestinian Centre for Human Rights, from 1967 until the First Intifada in 1988, over 600,000 Palestinians were held imprisoned in Israeli jails for a week or more. It is estimated that roughly 20% of the total population and 40% of the male population, has been imprisoned by Israel at one point in time. \n Trump’s proposal calls for the release of all Palestinian prisoners with the exception of those who are convicted of the murder of Israeli citizens, or conspiracy to commit murder. \n Upon release, Palestinians will become citizens of the state of Palestine, even if they are Israeli citizens. It remains unclear what would happen to the families of those prisoners, and how the stripping of the former prisoners Israeli-citizenship would affect their home and community life. \n The plan also requires Palestinians to sign a “coexistence oath” or else they stay in prison. \n “Each prisoner who is released will be required to sign a pledge to promote within their community the benefits of co-existence between Israelis and Palestinians, and to conduct themselves in a manner that models co-existence. Prisoners who refuse to sign this pledge will remain incarcerated.” \n The plan also gives the option to every released prisoner the right to seek asylum in a third country. \n Additionally, the plan stipulates that no Palestinian prisoners or administrative detainees will be released unless “all Israeli captives and remains are not returned to the State of Israel.” The plan does not address the return of hundreds of bodies of slain Palestinians being held by Israel as a reciprocatory condition. \n When addressing its plans for the Gaza Strip, the proposal refers to the small coastal enclave as a “problem,” attributing the rule of Hamas to the dire humanitarian situation in the strip — which much of the international community attributes to Israel’s devastating land, air, and sea blockade. \n The plan proposes a number of unspecified measures to improve the quality of life in Gaza, but in order for that to happen, it would requires the complete disarmament of Gaza, a ceasfire with Israeli, and the reestablishment of Palestinian Authority control over the strip. \n One portion of the plan outlines a massive water development project in Gaza, and a substantial increase of imports in water from Gaza. \n “This Vision is designed to give Palestinians in Gaza a prosperous future. It provides for the possibility of allocating for the Palestinians Israeli territory close to Gaza (as depicted on the conceptual map) within which infrastructure may be rapidly built to address Gaza’s pressing humanitarian needs, and which will eventually enable the building of thriving Palestinian cities and towns that will help the people of Gaza flourish,” the plan states. \n In order for a Palestinian state, according to the parameters outlined in the plan, the Palestinians must meet a number of requirements, including: \n The plan states that if such requirements are met, the Palestinians will also be allowed to reopen their mission in the US, and the US would open a “liaison mission” in Palestinian territory, and the US would reinstate funding to Palestinians, pending approval from Congress. \n According to the proposal, Israel will halt the demolition of Palestinian properties (excluding punitive demolitions related to  “terrorism”), and enact a four year settlement freeze during the proposed periof negotiations. \n While the plan, touted by Trump as the most detailed and complex peace proposal yet, does delve into a number of key issues surrounding the conflict for years, many of the proposed solutions offer up more questions than answers. \n After combing through the plan, these are the major questions that stand out as still needing answers: \n As there is no Palestinian state presently, it’s unclear what the implication for Palestinians who chose this option is, and what the timeline looks like for making such a decision. \n For those who chose to become citizens of Palestine, do they remain in their homes in Jerusalem, or will they be relocated? If they choose to become Palestinian citizens, how will the Palestinian state effect its laws over a population that exists in an “undivided” Jerusalem, over which Israel has full sovereignty? \n ", "title": "Understanding the Trump ‘Deal of the Century’: what it does, and doesn’t say", "url": "https://mondoweiss.net/2020/02/understanding-the-trump-deal-of-the-century-what-it-does-and-doesnt-say/", "author": "Yumna Patel", "datetime": "2020-02-03 00:00:00", "folder": "MONDOWEISS", "filename": "MONDOWEISS_understa_2020-02-03"}